[
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.15&d=17_8_13.4", "text": ["<td>                                90              TE WAKA  MAORI  O NIU TIRANI.\n      Ki  a Te Kai tuhi o Te Waka  Maori.        \n                             Kaiteriria,                 \n                              Hune  4, 1872.    \n  E hoa,\u0097Tena  koe. E  hoa ka nui to matou mihi\natu ki nga korero e tukua ana mai e koe i roto i Te\nWaka Maori.  Ki to matou mahara katahi te mahi\ntika ko tenei. Katahi ka kitea nga korero pai me\nnga tikanga pai o tenei motu, tae atu ki tawahi; me\nhopu  tonu matou ki tenei taonga. Tukua mai he\nnupepa  ki a matou, waiho ma matou e kohi etehi\nmoni.\n  Heoi ano.  Na to hoa aroha.\n                 Na IHAKA MARINO,\n           Otira na nga marihia katoa o Kaiteriria.\n <p>\n </p><p>\n        Ki  a Te Kai-tuhi o te Waka  Maori.\n                       Pipiriki, Whanganui,\n                                Hune  10,1872.\n   E  HOA,\u0097Tena  koe.  E  hoa  tenei ano hoki te\n kaahu nei te rere atu na, he kawe atu, i nga taenga\n o nga purapura nei kia toua e koe, kia hua mai nga\n tiko i roto, koia tenei. E hoa ma  e nga  tangata\n mohio kia tupato kei whakawaia koutou e nga tangata\n kuware; tahuri tatou whakarongo ki te ako a o tatou\n whanaunga a te pakeha a te iwi mohio. Ekore ahau\n e whakarongo ki nga korero maori rae te atuatanga\n maori\u0097kore rawa, ahakoa mahi tetahi maori i tetahi\n mahi mana  ekore e tae ki te pito. Titiro ki te mahi\n pakeha, tae ana ki te mutunga. Whakarongo   atu\n tatou ki nga kupu a o tatou mema a Wi Parata ma,\n ka nui ta matou whakapai ki te kaha o Wi Parata ki\n te whakapuaki i ona kupu i roto i te Paremete. E\n hoa ma, tena titiro ki nga kiore maori, me nga kuri\n maori, me nga kakahu maori, me nga tarutaru maori,\n me  te parahia keihea ? Ko te kiore kua ngaro\u0097i\n ahatia i ngaro ai ? I kainga e te ngeru. Na wai te\n ngeru ? Na te pakeha. Te kuri maori kua ngaro\u0097\n na te aha i ngaro ai ? Na te kuri ano. Na wai te\n kuri nana i huna nga kuri maori ? Na te pakeha.\n Nga kakahu maori kua ngaro\u0097na te aha i ngaro ai ?\n Na nga taonga hou. He aha nga taonga hou ? He\n paraikete, he horo, me nga taonga katoa o te pakeha.\n Nga  tarutaru maori kua ngaro\u0097na  te aha i ngaro\n ai ? Na  te punitanita, na te horera.  Na wai enei\n tarutaru ? Na te pakeha.  Titiro ki te whenua kua\n riro. Na  wai i tango ? Na  te punitanita na te\n horera. He  maharatanga  tenei naku, tenei pea e\n ngaro ano hoki tatou. Ko te ngaro tenei mo tatou\n ko to tatou ahua maori ka kore, ka riro ki te ahua\n pakeha mehemea ka  whakamutua e te maori nga\n raruraru ara nga kino ki te pakeha, a ekore tatou e\n rite ki nga kiore me nga kuri me nga kakahu me nga\n tarutaru.\n   E hoa ma he iwi pai rawa atu te pakeha, kahore\n ona hiahia ki te whakangaro i te maori.\n   E  hoa ma tukua te ture o Kuini kia haere ana kia\n ora ai nga tangata. Aua koutou e titiro ki nga puru\n a te tangata i te rori me te waea. E hoa ma tukua\n te pakeha, te iwi mohio, kia mahi ana i nga mahi o\n te Ture.  Titiro, e noho noa iho ana te iwi kuware i\n runga ake o te whenua, kahore i te mohio he taonga\n kei raro i te kumu; kua tae mai te iwi mohio, te\n pakeha, katahi ka kitea he koura kei te whenua e\n  takoto ana. Kati enei korero.\n   Ko  to kupu mai mo ta maua  tautohetohe ki te\n  whenua me tohe taku hoa kia ruritia ekore au e utu\n i nga kairuri, mana ano e utu, notemea kahore au i\npai kia ruritia hoki oku whenua\u0097ma nga  kai tono\nano i nga kai ruri e utu. Mo  te waipiro, e ki ana\nkoe i haere mai koe me ou kino me ou pai. Te kino\nmai ai ano i rawahi ka waiho atu; haria mai ana e\nkoe ki konei kia mohio matou nga maori ki te kai, ka\nwhakahe  ai koe. Ekore toku  mate e rere atu ki a\nkoe, ki te mate nga maori nana ano, ki te ora koe,\nnau ano i tupato. Titiro ki nga painga o te pakeha\nme te Ture i panuitia mai nei e Taurua e ki ana kia\nuru  nga iwi katoa ki te mahi  Kuini, titiro ki nga\natawhai a te Ture, kua hoki ora mai a Taurua me\ntona iwi. Kati.\n               Na RINI HEMOATA  PARAKIATO,\n                         Kai-whakawa.\n   [E hoa e Rini.  Kei pouri koe ki te kapenga o\netahi o o kupu e matou. I kapea ai kahore matou\ne pai kia waiho tenei nupepa hei huarahi mo aua tu\nkupu, he kupu whakamatakana hoki i nga tangata\n e noho mai na i waho.]\n </p><p>\n </p><p>\n        HE  WAI HURI  WHENUA.\n   Kotahi te taone i ngaro rawai te wai i Inia\u0097he whenua\n no Ingarani. He marangai nui whakaharahara i pa\n ki te akau i te taha rawhiti o taua whenua. Katahi\n ka hurihia te whenua e te moana\u0097ko nga whenua\n teitei i te taha moana i ngaro, huri haere ana te wai\n ki uta he moana katoa.  Kotahi te taone i nui te\n mate i ngaro rawa (Vellore in Madras, British India).\n Kotahi mano o nga pakeha o taua taone i mate rawa.\n No te hekenga o te wai ka kapi a tatahi i te tupapaku\n e pae ana i te one, me nga hoiho me nga kau i mate\n me nga whare i pakaru i te wai, a pae ana ki uta\n takoto ai. Te kau ma rua mano (12,000) nga tangata o\n reira kua kore he whare i te wai. He tini nga tangata\n kua rawa kare rawa  atu i te hurihanga o te wai.\n Ko nga maara kai hoki kua kino katoa i te wai. He\n hemo kai te mate apopo.\n </p><p>\n </p><p>\n   I te marama kua pahure atu na e haere ana tetahi\n hakui pakeha i te huanui e ahu ana ki tona whare\n i Akarana. Tera te kau i taua huanui e takoto ana e\n moe ana. Haere tonu taua hakui kahore i kitea te kau\n ra; katahi ka tupono tonu atu hinga tonu atu ki runga\n takoto wharoro ai. Ko te ohonga ake o te kau ra i\n oho ake ai, anana ! whakatika ana ki runga oma atu\n ana ki roto ki te taone me te hakui i runga i tona\n tuara aue haere ai. Katahi ka pahore nga niho o te\n katoa ki te kata ki taua hakui e rere ana i runga i tona\n hoiho me te pupuri nga ringa ki nga taringa pihi\u0097ha !\n ha ! ha ! Taukiri koe te hakui e ! Kahore i roa e\n haere ana ka taka ki te whenua, engari kaore i mate.\n </p><p>\n   Kotahi te wahine pakeha i rongo ai matau e rere\n mai ana ki tenei motu.  Ka  whakawhanau  taua\n wahine i runga kaipuke i waho o te moana, tokowha\n rawa nga  tamariki i te putanga mai\u0097he wahine\n anake I Ehara i te tangata, he poaka.\n </p><p>\n   Ko te Poihipi raua ko Hohepa Tamamutu ratou ko\n nga  tangata maori e wha tekau, o Taupo kua tae mai\n ki Nepia  i enei ra. E haere  ana ki tetahi hui ki\n Pakowhai.  Te take o taua hui he korero i nga tikanga\n o  te takiwa ki te Rawhiti, he whakakite hoki ki a\n Karaitiana, M.H.R.,  i a ratou whakaaro  mo tona\n taenga mai ki te Paremete i tenei tau. E ki ana tera\n  ano e tae mai etahi o te Arawa ki taua hui.                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.32899999618530273, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.15&d=17_13b_12.8", "text": ["<td>                                174\nTE WAKA MAORI O NIU TIRANI.\nI muri o te huinga o tera Paremete kua koa toku\nngakau i runga i toku haererenga ki te takiwa nui\no te Waipounamu; he mea whakapai ngakau te\nahua tupu o nga tikanga o reira i kitea e au, te kaha\nhoki o nga mahi, te uaua me te whai rawa o nga\ntangata. I whakapuaki hoki ratou katoa i a ratou\nkupu piri pono, aroha hoki ki a te Kuini, me a ratou\nwhakaaro tuturu mo te ora me te tupu haere o\nNiu Tireni.\nE mohio tuturu ana ahau ka rite ta koutou wha-\nkaaro ki taku i runga i te ngaronga atu i te Kawana-\ntanga me te Koroni, o Te Makarini i roa ake nei\ni nga tau e whitu e tu ana ia hei Minita mo te taha\nMaori. Na tana kaha ki te mahi, na tana mohio\nki te reo Maori, me te ahua o te tangata; na tana\naroha me tana ngakau-nui, na te marama o tana\nwhakahaere, ahakoa ki te tangata kotahi ahakoa ki\nte iwi, i whai mana ai ia ki runga ki te iwi Maori, ko\ntana whakahaere i taua mana he mea kia ora ai kia\ntupu ai ratou, kia mau tonu ai te rongo, kia rite ai te\ntino whakahoatanga o nga iwi e rua i tino hiahiatia\nai e ia.\nI muri i te mutunga o te Paremete i a Oketopa\nkua pahure atu nei kua whai whakaaro taku Kawana-\ntanga ki nga tikanga hou i tupu ake i runga i te\nwhai manatanga o te Ture Whakakore Porowini\nme nga tikanga i tupu ake i nga ture o te tau kua\npahure ake nei; a he mea koanga ngakau te iti o te\nraruraru i puta ake i aua tikanga hou, te kore\nkorikori hoki o nga tikanga whakahaere i roto i te\nKoroni. A kua whakaaturia mai ki a au na te tika\no te awhina me te kaha e era Rangatira, Mema o\ntenei Runanga i whakaae nei kia tu ratou hei kai-\nwhakahaere i roto i nga Takiwa Porowini, i taea ai\ntenei tikanga marama.\nKua mutu te mahi a Kapene Campbell-Walker,\nKai-titiro o nga Ngaherehere o tetahi wahi o Inia, i\nwhakaae nei ia kia tu ia i runga i nga tikanga o te\n\" Ture mo nga Ngaherehere o Niu Tireni, 1874,\"\nkua tae mai tana pukapuka whakamarama i nga\ntikanga o tana mahi; ko taua pukapuka ka whaka-\ntakotoria ki o koutou aroaro.\nE NGA RANGATIRA o TE RUNANGA Nui,\u0097\nKua ata mahia nga pukapuka mo nga moni e\nwhakaaroa ana ka pau a te tau e haere ake nei. Kua\nmahia i runga i te iti o te moni e ora ai nga mahi o\nte Kawanatanga. Ka koa koutou i runga i ta kou-\ntou rongonga ki te ora e tau ana ki tenei Koroni i\nrunga i te kake haere o nga moni e puta mai ana i\nrunga hoki i nga Mahi Nunui. Ka whakatakotoria\nki o koutou aroaro etahi atu pukapuka whakaatu i\nnga tikanga mo nga ritenga whakahaere a te Ka-\nwanatanga ratou ko te Peeke o Ingarani.\nE NGA RANGATIRA o TE RUNANGA WHAKATAKOTO\nTURE.   ME    NGA   RANGATIRA   o   TE   RUNANGA\nNui,\u0097\nKua kitea etahi mea hapa i roto i nga whakahae-\nrenga o te Ture Takiwa, me hanga ano he ture hei\nwhakatikatika.\nI roto i nga Pire ka whakatakotoria hei whaka-\naronga ma koutou, ka kitea tetahi Pire hei whakapai\ni nga tikanga o te Whakaako i roto i tenei Koroni;\ntetahi Pire Whenua hei whakatopu i nga Ture e mau\nnei hei whakamarama i nga tikanga e whiwhi ai te\ntangata ki te whenua hei ngakinga, hei nohoanga; he\nPire Whenua Maori; he Pire Mahinga Whenua\nKoura hei whakatopu hei whakatikatika i nga Ture\ne mau ana inaianei mo nga Whenua Koura.\nKa tukua atu e ahau ki a koutou nga mahi mo\ntenei nohoanga o te Runanga kia tino whakaarohia e\nkoutou; a e inoi ana ahau ki te Atua Kaha kawa\nkia pai Ia ki te arahi ki te whakatika i a koutou\nwhiriwhiringa kia puta ake ai te oranga ngakau me\nte whai rawatanga ki nga tangata o Niu Tireni.\nDuring the recess, I have had much pleasure in\nvisiting a large portion of the South Island; and it\nwas most gratifying to me to witness the indications\nof progress and advancement which presented them-\nselves to me, and to observe the spread of industry,\nenergy, and independence which is evinced by the\ninhabitants, who, on all sides, expressed to me their\nloyalty and affection towards Her Majesty, and\ntheir confident anticipations as to the future pros-\nperity and welfare of the colony.\nTou will, I feel assured, recognize with me the loss\nwhich my Government and the colony have sustained\nin the lamented death of Sir Donald McLean, who\nfor more than seven years filled the office of Native\nMinister. His devotion to the duties of his office,\nhis knowledge of the Native language and character,\nhis generosity and large-heartedness, and his tact in\ndealing with individuals as well as with masses,\nsecured to him an influence over the Maori people\nwhich he exercised unceasingly to promote their\nwelfare and advancement, and to maintain peace, and\nto bring about that reconcilation between the races\nwhich he so earnestly desired to accomplish.\nSince the prorogation in October last, the adminis-\ntrative changes caused by the coming into operation\nof the Abolition of Provinces Act, and those ren-\ndered necessary by the legislation of the last session,\nhave occupied the attention of my Government; and\nit is a subject for congratulation that changes so\nlarge have been effected with so little public incon-\nvenience, and without the disturbance of ordinary\nadministrative routine throughout the colony. This\nsatisfactory result, I am advised, is greatly owing to\nthe loyal assistance and exertions of those gentlemen,\nmembers of this Assembly, who, in the respective\nProvincial Districts, consented to hold temporarily\nthe honorary and responsible positions of Executive\nOfficers.\nCaptain Campbell-Walker, of Her Majesty's Staff,\nCorps, and Department Commissioner of Forests in\nMadras, who accepted for a specified period the\nappointment of Conservator under \" The New Zea-\nland Forests Act, 1874,\" has concluded his labours\nand furnished an instructive and interesting report,\nwhich will be laid before you.\nGENTLEMEN OF THE HOUSE OF REPRESENTATIVES,\u0097\nThe estimates for the Colonial Service have been\nprepared, and will be laid before you. They have\nbeen carefully framed with a view to securing as\nmuch economy as is found to be consistent with\ncomplete efficiency in the several departments. Tou\nwill be glad to learn that experience continues to\nshow, with growing distinctness, the benefits which\nthis colony derives, as well in the form of increasing\nrevenue as otherwise, from its system of public works.\nFurther papers relative to the negotiations and\nmeasures for the inscription of our Colonial Stock\nby the Bank of England, will be presented to you.\nHONORABLE LEGISLATIVE COUNCILLORS, AND GENTLE-\nMEN OF THE HOUSE OF REPRESENTATIVES,\u0097\u0097\nIn the working of the Counties Act some defects\nhave been discovered, for the remedying of which\nlegislation will be necessary.\nAmongst the measures proposed to be submitted\nfor your consideration, will be found a Bill to make\nfurther and better provision for education in this\ncolony ; a Lands Bill, which will to some extent\nconsolidate the existing law, and will afford greater\nfacilities for the acquisition of laud for cultivation\nand settlement; a Native Land Bill; and a Mining\nBill, to consolidate and amend existing laws relating\nto our gold fields.\nI commit to your grave consideration the busi-\nness of the Session; and I pray that the Almighty\nwill so guide and order your deliberations, that they\nmay be productive of happiness and prosperity to\nthe people of New Zealand.\nPrinted under the authority of the New Zealand Government by GEORGE DIDSBURY, Government Printer, Wellington,                      </td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.31799983978271484, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.31&d=39__85.8", "text": ["<td>                                ÿþTE PIPIWHARAUROA.\n <p>\nHE TURE TUTURU.\n </p><p>\n1. Kotahi putanga o TE PIPIWHARAUROA i te ma- \nrama.\n </p><p>\n2. Ko te oranga mo te pepa e rima hereni (5/-) i te \ntau, me nooti o te Poutapeta me pane ranei.\n </p><p>\n3. Ki te hiahia te tangata ki te tango i Te Pipi- \nwharauroa me tuku mai e ia te moni i roto i te \nreta whakaatu mai. He whakaatu ano hoki ki nga \ntangata e tango ana i te pepa, ka tae ki te wa e \npau ai a koutou moni tuku mai ka takaia te pepa \nki te takai whero. Kia tere te tuku mai ano i te \nhua kareao, ki te kore e tere mai ka mutu te rere \natu. Ko te utu i te tau 5/-, me utu i te tuatahi.\n </p><p>\n4. E pai ana kia tukua mai nga korero o ia wahi o \nia wahi o te Motu, engari kei te Etita te tikanga mo te \nta i aua korero; kia marama te tuhituhi.\n </p><p>\n5. Me penei te tuhi i waho o nga reta katoa: \n </p><p>\nKi TE PIPIWHARAUROA,\n </p><p>\nTe Rau, Gisbome.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nHE PANUI.\n </p><p>\nKi te taKata e hiahia ana ki te Rawiri ki te \nHimene: he nui noa atu Ka pukapuka kei a \nau inaianei: ko te utu: \n </p><p>\nHe mea nui, kiri noa, 2/6 \nHe mea nui, kiri whero, 3/- \nHe mea nui, kiri pai, 4/- \nHe mea nui, kiri pai rawa, 5/6 \nHe mea paku, kiri whero, 1/6 \nHe mea paku, kiri pai, 2/6 \nHe mea paku, kiri noa, i/- \nHe mea paku, kiri pai rawa, 3/6 \nRawiri &amp; Himene, kiri noa, 1/6 \nRawiri &amp; Himene, whero, 2/-\n </p><p>\nRawiri &amp; Himene, pai, 3/- \nRawiri &amp; Himene, pai rawa, 4/- \nHe Himene, 6d.\n </p><p>\nMaku e utu te Pane KiKi hei tuku atu iK a \npukapuka ki a koe.\n </p><p>\nNa H. W. WILLIAMS,\n </p><p>\nTe Rau, Gisborne.\n </p><p>\n </p><p>\n </p><p>\nKi te hiahia te taKata ki te Paipera ki te \nKawenata, me tono ki te BIBLE DEPOSITORY \nSUNDAY SCHOOL UNION, Auckland.\n </p><p>\nPaipera, 2/6, 3/6, 4/6, me te pane kiKi i/-\n </p><p>\nKawenata me Ka upoko whakamarama, 2/6, 3/- \n4/6, me te pane kiKi 3d.\n </p><p>\nKawenata paku, me Ka waiata, 2/-, 2/6, 3/-, 3/6, \n4/-, me te pane kiKi, 3d.\n </p><p>\n </p><p>\n </p><p>\nPrinted and Published by H. W. WILLIAMS, at Te Rau \nPrinting Works, Berry Street, Gisborne; New Zealand.\n </p><p>\nHE PANUI.\n </p><p>\nKEI a matou etahi Katikihama  he akoranga ma \nte Tamariki me Nga Inoi mo nga Ratapu\n </p><p>\nKe te whakaaturia i tetahi minita ana e hiahia ana \nhe iukua nootia atu.\n </p><p>\nNGA HUA KAREAO MA TA TATOU MANU.\n </p><p>\n5/- Ihaia Hoata. Rev. T. Aihu. Rev. Tamihere \nRev. Rangi, H. P. Waiti; 2/- H. Kaipo; 1/4 Hira \nTaruke.\n </p><p>\nH.W.WILLIAMS TE RAU PRESS GISBORNE                      </p></td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.3059999942779541, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_1_18.8", "text": ["<td>                                                              HUIA TANGATA KOTAHI.\n <p>\n      PANUITANGA\n </p><p>\n </p><p>\n </p><p>\n  Kinga  Iwi katoa ote iwi Maori. E noho\n </p><p>\nmaira i Aoteaaroa mete Waipounamu.\n </p><p>\n  Kua oti ite Komiti o Huia Tangata Kotahi\n </p><p>\nNupepa te whakatuturu nga take e mau i raro\n </p><p>\niho nei.\n </p><p>\n  1. Ko tenei Nupepa, he Nupepa Maori i raro\n </p><p>\nite kotahitanga  o te Tiriti o Waitangi. E  tu\n </p><p>\nke ana tenei Nupepa i nga mana Kawanata-\n </p><p>\nnga Pakeha, me  era atu tangata e hua ina\n </p><p>\nnei he Pakeha.\n </p><p>\n  2. E taia ana nga  korero o nga hui  ina\n </p><p>\ntukua  mai. Menga  rongo korero, menga\n </p><p>\nwhanautanga  tamariki, marenatanga, menga\n </p><p>\ntangata mate, mera atu korero e tika ana.\n </p><p>\n  3. E kore  e taia e tenei, Perehi nga korero\n </p><p>\n whaka kino ingoa mote  tahi tangata. He\n </p><p>\nmea  tino kino hoki tena kinga Perehi katoa ite\n </p><p>\nao.\n </p><p>\n  4. Me whakaaro nga iwi onga motu nei ki te\n </p><p>\noranga  mo  tenei Nupepa. Ara kia rite te\n </p><p>\nwhakaro  ki te ngaki oranga kia whai kaha ai\n </p><p>\nnga kaimahi o tenei Nupepa.\n </p><p>\n  5. Ko tenei Nupepa e timata atu-ana inaianei.\n </p><p>\nKo reira ka whakarohia ki tenei e rua putanga\n </p><p>\nite marama ki te tangata e tono ana, kia tukua\n </p><p>\natu te Nupepa kia ia.\n </p><p>\n  6. Ko  te utu mo tenei Nupepa, ite tau,\n </p><p>\n Kotahi Pauna. Ka tukua tonutia ki te tangata\n </p><p>\ne tuku mai ana ite Pauna mote Nupepa ite\n </p><p>\ntau. Ko tenei moni be moni iti rawa ara te\n </p><p>\npauna kotahi inga moni e ruke-a noa tia ana\n </p><p>\ne te tangata ite tau kotahi.\n </p><p>\n  7. Kia kaha nga Rangatira nga hapu ia wahi\n </p><p>\n ia wahi o Aotearoa mete Waipounamu  ki to\n </p><p>\nawhina i to tatou Nupepa. Hei Keo hei taringa\n </p><p>\n mo tatou hei whakaatu hoki kia tatou inga mahi\n </p><p>\no to tatou kotahitanga.\n </p><p>\n  8. Kia marama  te tuhi mai ate tangata i\n </p><p>\n tona ingoa  mete  ingoa oto kainga  mete\n </p><p>\n Poutapeta hei tukunga atu ite Nupepa.\n </p><p>\n   9. Me tiaki te tangata i tana Nupepa. Kaua\n </p><p>\n e rukea noatia ko to tatou kuare hoki tenei ki\n </p><p>\n a tatou Nupepa ka mutu te korero ka riro atu\n </p><p>\n i tetahi tangata ngaro atu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUITANGA.\n </p><p>\n   Whare Rongoa  i ruuri ake o te Teihana o te\n </p><p>\n Reriwe.\n </p><p>\n  Ko Hohepa Paana, he Takuta, kua whakapuare\n </p><p>\n tetahi whare Rongoa ki Hehitingi nei. Ko\n </p><p>\n ona tau e mahi ana ki Turanga 14. Nui atu\n </p><p>\n tona whakapaitia i reira. Hei tohu mo tona\n </p><p>\n pai, kei a ia nga kupu whakapai a nga tangata\n </p><p>\n mona. Ka kore koe e ora i etahi atu tangata,\n </p><p>\n kaua  hei pouri, me haere mai ki te tarai i a\n </p><p>\n Paama, a tera koe e ora. Te piwa te ngau\n </p><p>\n puku, niho tunga, me era atu mato ka ora i\n </p><p>\n ana rongoa. Kaore he  rongoa pena i etahi\n </p><p>\n atu takuta. Nga mate wahine katoa e ora anu\n </p><p>\n i a ia. Ko nga mea e pangia ana e te mate mo\n </p><p>\n haere kia ia a ka ora ratou.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   HAMUERA  HEMI.\n </p><p>\n   E hoa ma kua hokona e au te mahi.\n </p><p>\n Hu  meka  a Kaata i te taha o te Tari\n </p><p>\n Nupepa Maori. Haeremai Haeremai ina-\n </p><p>\n ianei ki to koutou hoa kia  Hamuera\n </p><p>\n Hemi. Tango Huai Ranui toku mohio kia\n </p><p>\n koutou.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  J. MAKITEI.\n </p><p>\n    NONA TE WHARE\n </p><p>\n                ite taha o\n </p><p>\n        PAAMA, TAKUTA.\n </p><p>\n </p><p>\n </p><p>\n            i rawahi mai ote\n </p><p>\n     REREWE TEIHANA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   E  whakaae tuturu aua ahau kei toku\n </p><p>\n whare nga taonga iti te utu, kei au hoki\n </p><p>\n te whare mahi kahu wahine, Tamariki.\n </p><p>\n </p><p>\n </p><p>\n     HAEREMAI  HAEREMAI\n </p><p>\n           Ki au ki te whare iti te utu\n </p><p>\n        NA\n </p><p>\n </p><p>\n </p><p>\n       J. MAKITEI\n </p><p>\n                                  HEHITINGI.\n </p><p>\n       PANUI.\n </p><p>\n </p><p>\n </p><p>\n  Monga kahu me era me atu iti te utu haere\n </p><p>\nki te whare O'RAIRE i te taha o te Tari\n </p><p>\nNupepa\n </p><p>\n              Maori, Hehitingi.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI.\n </p><p>\n   HEHITINGI               TOA..\n </p><p>\nTe whare ite ake te utu mo nga mea katoa.\n </p><p>\n W. C. MATIHANA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI.\n </p><p>\n   W. HAIMONA., tangata  ote  hare\n </p><p>\nmahi kati, Wakena, Hehitingi, kei au e takoto\n </p><p>\nana  te tini, paki me era mea e pirangitia ana\n </p><p>\ne te tangata, mehemea ka pakaru o koutou\n </p><p>\npaki, haeremai homai kia mahia, ina ano hoki\n </p><p>\nnga  Wakena Wuru, kei to koutou hoa kei a\n </p><p>\n </p><p>\n </p><p>\n   W. HAIMONA, HEHITINGI.\n </p><p>\n  KI NGA TANGATA  O HERETAUNGA.\n </p><p>\n </p><p>\n </p><p>\n                               HE\n </p><p>\n   PANUITANGA  TENEI KIA.\n </p><p>\n </p><p>\n </p><p>\n   Mohio ai koutou kua whakatuheratia e\n </p><p>\nau   takuwhare  Putu e  tata ana kite\n </p><p>\nwhare  Tiata Hehitingi. Me  haere mai\n </p><p>\n koutou kia au kite tangata nona te whare\n </p><p>\niti ake te utu i Haki Pei.\n </p><p>\n </p><p>\n </p><p>\n  NA HONE  TATARANA.\n </p><p>\n            PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   REREWE WHARE KAI.\n </p><p>\n           HEHITINGI.\n </p><p>\n   Kai, i nga haora katoa, He Hapa, Tio He\n </p><p>\n Ika, Tikaokao, kei konei, katoa nga  kui, e\n </p><p>\n pirangitia ana, Haere mai ki to koutou, hoa\n </p><p>\n kia.\n </p><p>\n                HONE        TEERA.,\n </p><p>\n                  Rangatira o tenei whare.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   AE. AE. AE.\n </p><p>\n KEI KONEI NGA\n </p><p>\n Huka  iti te utu           Kei a\n </p><p>\n Ti iti te utu         PITI    ME     ONA.\n </p><p>\n Hopi iti te utu           hoa Toa\n </p><p>\n Kanara  iti te utu moni takoto i te taha o\n </p><p>\n Tiamu  iti te utu \u0095            te\n </p><p>\n Raihi iti te utu WHARE    O\n </p><p>\n Karani iti to utu          PARAIHA\n </p><p>\n Pararau iti te utu e hoko nei i a ratou mea\n </p><p>\n Tini Riihi iti utu katoa mo te moni  iti\n </p><p>\n  Haere mai kin tere ka kite koutou i te iti o te\n </p><p>\n      utu o nga meae hokona ana i konei.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  PANUI KI NGA MAORI.\n </p><p>\n    HAEREMAI, HAEREMAI,\n </p><p>\n   Katoa  koutou tangohia. He  Tera he\n </p><p>\n Pararie mo koutou me a koutou Tamariki.\n </p><p>\n Wahine. Hanihi mo o koutou Paki ia\n </p><p>\n   TEOTI      RANA HEITINGI.\n </p><p>\n      Whare  ite te utu i Haki Pei rawahi\n </p><p>\n                mai i te\n </p><p>\n </p><p>\n </p><p>\n     HOTERA O KARATANA.\n </p><p>\n PANUI KII NGA MAORI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n AREKA    TUARI.\n </p><p>\n  E  hoa ma  kei au te Whare  iti te utu\n </p><p>\nhaere mahi homai  ta koutou. Ota kia\n </p><p>\nmahia e  kahu  pai  mo koutou, kei au\n </p><p>\nnga  mea  katoa e  piritianga ana e te\n </p><p>\ntangata, ko toku whare kei rawahi mai\n </p><p>\no te\n </p><p>\n </p><p>\n </p><p>\n HOTERA  O  KARATANA, HEHITINGI.\n </p><p>\n        PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nTE AIRA HIKO  MOTE MATE  RUMATIKI.\n </p><p>\n   Ara ho te Rogoa e mutu wawe ai te\n </p><p>\n      mamae  onga mate katoa.\n </p><p>\n  He rangoa tenei e emutu wawe, hohore ai\n </p><p>\nnga mamae o Te Rumatiki mate pera ano te\n </p><p>\nanna Mate Hukiki ara Matare-kereke. Tuituki\n </p><p>\n Takoki. Te  ataunga ranei a te katipo a  te\n </p><p>\n aim atu ranei. Ara mo nga mamae ka pa ki\n </p><p>\n te tuara ki whea  ranei o te tangata. He\n </p><p>\n whakamohiotanga tenei mo te whaka-maeinga\n </p><p>\n o tenei Rongoa. Ukuia tenei aira me te miri\n </p><p>\n kauaranei e miria ka te ahua o te tangata mate\n </p><p>\n te tangata mate te tikanga\n </p><p>\n  Whare  Tumuaki      Na Peteriki me Co\n </p><p>\n    Tikahou Amerika    Kai a ratou anake kei\n </p><p>\n                          Poneki\n </p><p>\n   2s 6d mo te patara Hei pani  anake mo\n </p><p>\n                         waho o te tinana\n </p><p>\n   Ko to ratou Eihana ko     \n </p><p>\n </p><p>\n </p><p>\n W, J. TAEAMANA \n </p><p>\n      PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  KOREROTIA TENEI.\n </p><p>\n </p><p>\n </p><p>\n  \u0095 Mehemea ka kino te haere o te wati mauria\n </p><p>\n mai kia A. MAKAKINITERA  e mahi  nei i te\n </p><p>\n whare i te taha o te Tari o te Huia, Nupepa\n </p><p>\n Maori i rawahi mai o te rerewe teihana ka\n </p><p>\n toru nei to kau tau e mahi ana i tenei mahi\n </p><p>\n Wati  Meke, mahi Riingi Poroti me era  atu\n </p><p>\n mahi ko nga mea e mahia ana e kore e kore te\n </p><p>\n pai, he iti noa hoki te utu, kei a A. MaKakinitera\n </p><p>\n ngu Wati, karaka pounamu   pai me era tini\n </p><p>\n mea  atu. Mohiti Kanohi, puru aha atu ku\n </p><p>\n nga karaihe tonu e pai ana mo nga konohi he\n </p><p>\n iti rawa te utu o nga mea katoa haere mai\n </p><p>\n Haeremai tirohia koutou te whare o\n </p><p>\n </p><p>\n </p><p>\n       A, MAKAINITERA,\n </p><p>\n             I te taha o te Tari o\n </p><p>\n </p><p>\n </p><p>\n       TE HUIA, NUPEPA  MAORl,\n </p><p>\n            REREWE    TIRITI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI.\n </p><p>\n     NO WHITAKA.\n </p><p>\n  Me una hoa te toa pai ki te tango pukupuku\n </p><p>\n      Nupepa tuhituhi, Pene koriana me\n </p><p>\n                 era mea atu.\n </p><p>\n       HEHITINGI, HAKII   PEI NUI TITENI.\n </p><p>\n   He  mea  Perehi e TEOTI me  IANGA u he\n </p><p>\n mea  panui e IHAIA HUTANA me TIMOTI WHIUA,\n </p><p>\n \" i raro i te Komiti o te kotahitanga.\n </p><p>\n         HATAREI, 22 o HURAE, 1893.\n                      </p></td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.36699986457824707, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_1_17.8", "text": ["<td>                                                                HUIA TANGATA KOTAHI.\n <p>\n     PANUITANGA\n </p><p>\n </p><p>\n </p><p>\n  Kinga  Iwi katoa ote iwi Maori. E noho\n </p><p>\nmaira i Aoteaaroa mete Waipounamu.\n </p><p>\n  Kua oti ite Komiti o Huia Tangata Kotahi\n </p><p>\nNupepa te whaka tuturu nga take e mau i raro\n </p><p>\nihonei.\n </p><p>\n  1. Ko tenei Nupepa, he Nupepa Maori i raro\n </p><p>\nite kotahitanga o te Tiriti o Waitangi. E tu\n </p><p>\nke ana tenei Nupepa i nga mana Kawanata-\n </p><p>\nnga Pakeha, me  era atu tangata e hua ina\n </p><p>\nnei he Pakeha.\n </p><p>\n  2. E taia ana nga  korero o nga  hui ina\n </p><p>\ntukua  mai. Menga  rongo korero, menga\n </p><p>\nwhanautanga  tamariki, marenatanga, menga\n </p><p>\ntangata mate, mera atu korero e tika ana.\n </p><p>\n  3. E kore e taia e tenei, Perehi nga korero\n </p><p>\nwhaka  kino ingoa mote tahi tangata. He\n </p><p>\nmea  tino kino hoki tena kinga Perehi katoa ite\n </p><p>\nao.\n </p><p>\n  4. Me whakaaro nga iwi onga motu nei ki te\n </p><p>\noranga  mo  tenei Nupepa. Ara  kia rite te\n </p><p>\nwhakaro ki te ngaki oranga kia whai kaha ai\n </p><p>\nnga kaimahi o tenei Nupepa.\n </p><p>\n  5. Ko tenei Nupepa e timata atu ana inaianei.\n </p><p>\nNo reira ka whakarohia ki tenei e rua patanga\n </p><p>\nite marama ki te tangata e tono ana, kia tukua\n </p><p>\natu te Nupepa kia ia.\n </p><p>\n  6. Ko te utu mo  tenei Nupepa, ite tan,\n </p><p>\n Kotahi Pauna. Ka tukua tonutia ki te tangata\n </p><p>\ne tuku mai ana ite Pauna mote Nupepa ite\n </p><p>\ntau. Ko  tenei moni he moni iti rawa ara te\n </p><p>\npaana kotahi inga moni e ruke-a noa tia ana\n </p><p>\ne te tangata ite tau kotahi.\n </p><p>\n  7. Kia kaha nga Rangatira nga hapu ia wahi\n </p><p>\nia wahi o Aotearoa mete Waipounamu ki te\n </p><p>\nawhina i to tatou Nupepa. Hei Reo hei taringa\n </p><p>\nmo tatou hei whakaatu hoki kia tatou inga mahi\n </p><p>\no to tatou kotahitanga.\n </p><p>\n  8. Kia marama  te tuhi mai ate tangata i\n </p><p>\ntona  ingoa mete   ingoa ote kainga  mete\n </p><p>\nPoutapeta hei tukunga atu ite Nupepa.\n </p><p>\n  9. Me tiaki te tangata i tana Nupepa. Kaua\n </p><p>\ne rukea noatia ko to tatou kuare hoki tenei ki\n </p><p>\na tatou Nupepa ka mutu te korero ka riro atu\n </p><p>\ni tetahi tangata ngaro atu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUITANGA.\n </p><p>\n  Whare  Rongoa i muri ake o te Teihana o te\n </p><p>\n Reriwe.\n </p><p>\n Ko Hohepa Paana, be Takuta, kua whakapuare\n </p><p>\ntetahi whare  Rongoa ki Hehitingi nei. Ko\n </p><p>\nona  tau e mahi ana ki Turanga 14. Nui atu\n </p><p>\n tona whakapaitia i reira. Hei tohu mo tona\n </p><p>\n pai, kei a ia nga kupu whakapai a nga tangata\n </p><p>\n mona. Ka kore koe e ora i etahi atu tangata,\n </p><p>\n kaua hei pouri, me haere mai ki te tarai i a\n </p><p>\n Paama, a tera koe e ora. Te piwa te ngau\n </p><p>\n puku, niho tunga, me era atu mate ka ora i\n </p><p>\nana  rongoa. Kaore he rongoa pena  i etahi\n </p><p>\n atu takuta. Nga mate wahine katoa e ora ana\n </p><p>\n i a ia. Ko nga mea e pangia ana e te mate me\n </p><p>\n haere kia ia a ka ora ratou.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   HAMUERA HEMI.\n </p><p>\n  E hoa ma kua hokona e au te mahi.\n </p><p>\nHu   meka a  Kaata i te taha o te Tari\n </p><p>\nNupepa  Maori. Haeremai Haeremai ina-\n </p><p>\nianei ki to koutou hoa  kia Hamuera\n </p><p>\nHemi. Tango Huai Ranui toku mohio kia\n </p><p>\nkoutou.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nTARIANA WHAKAEKEEKE MOMO\n </p><p>\n       PUREI RENATA.\n </p><p>\n   E rima ona tau he tino Momo tenei Hoiho\n </p><p>\n ka whakaekeeke ki Ngapuke mote  tau 1893\n </p><p>\n kote utu mote uha  £6 6s. I wini a ia inga\n </p><p>\n Purei o Nui Tireni nei, I muri haria ana ki\n </p><p>\n Poihakena, Heoi i runga i te whakaaro o te\n </p><p>\n Korana o Mangatarata whaka hokia ana ma\n </p><p>\n i hei whaka eke uha ki Nui Tireni nei kawea\n </p><p>\n mai kawea mai a koutou uha momo, ki te toa\n </p><p>\n taua nei kia Renata.\n </p><p>\n </p><p>\n </p><p>\n      NA WIREMU  POROTENE.\n </p><p>\n       PANUI.\n </p><p>\n </p><p>\n </p><p>\n  Monga kahu me era me atu iti te utu haere\n </p><p>\nki te whare O'RAIRE. i te taha o te Tari\n </p><p>\nNupepa                               \u0095\n </p><p>\n             Maori, Hehitingi.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI.\n </p><p>\n   HEHITINGI            TOA..\n </p><p>\nTe whare ite ake te utu mo nga mea katoa.\n </p><p>\n W. C. MATIHANA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    PANUI.\n </p><p>\n   W. HAIMONA, tangata ote  hare\n </p><p>\nmahi kati, Wakena, Hehitingi, kei au e takoto\n </p><p>\nana  te tini, paki me era mea e pirangitia ana\n </p><p>\ne te tangata, mehemea ka pakaru o koutou\n </p><p>\npaki, haeremai homai kia mahia, ina ano hoki\n </p><p>\nnga Wakena  Wuru, kei to koutou hoa kei a\n </p><p>\n </p><p>\n </p><p>\n   W. HAIMONA, HEHITINGI.\n </p><p>\n  KI NGA TANGATA O HERETAUNGA.\n </p><p>\n </p><p>\n </p><p>\n                             HE\n </p><p>\n   PANUITANGA  TENEI KIA.\n </p><p>\n </p><p>\n </p><p>\n   Mohio ai koutou kua whakatuheratia e\n </p><p>\nau   takuwhare  Putu  e tata ana kite\n </p><p>\nwhare Tiata Hehitingi. Me  haere mai\n </p><p>\nkoutou kia au kite tangata nona te whare\n </p><p>\niti ake te utu i Haki Pei.\n </p><p>\n </p><p>\n </p><p>\n  NA  HONE TATARANA.\n </p><p>\n         PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  REREWE WHARE KAI.\n </p><p>\n        HEHITINGI.\n </p><p>\n   Kai, i nga haora katoa, He Hapa, Tio He\n </p><p>\n Ika, Tikaokao, kei konei, katoa nga  kai, e\n </p><p>\n pirangitia ana, Haere mai ki to koutou, hoa\n </p><p>\n </p><p>\n </p><p>\n                HONE       TEERA,\n </p><p>\n                   Rangatira o tenei whare.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    AE  AE   AE\n </p><p>\n </p><p>\n </p><p>\n KEI KONEI NGA..\n </p><p>\n Huka iti te utu '         Kei a\n </p><p>\n Ti iti te utu        PITI    ME     ONA.\n </p><p>\n Hopi iti te utu           hoa Toa\n </p><p>\n Kanara iti te utu moni takoto i te taha o\n </p><p>\n Tiamu  iti te utu \u0095           te\n </p><p>\n Raihi iti te utu  WHARE    O\n </p><p>\n Karani iti te utu            PARAIHA\n </p><p>\n Paramu iti te utu e hoko nei i a ratou mea\n </p><p>\n Tini Riihi iti utu. katoa mo te moni iti\n </p><p>\n Haere  mai kia tere ka kite koutou i te iti o te\n </p><p>\n     utu o nga meae hokona ana i konei.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  PANUI KI NGA MAORI.\n </p><p>\n    HAEREMAI, HAEREMAI,\n </p><p>\n   Katoa koutou  tangohia. He  Tera he\n </p><p>\n Parade mo koutou me a koutou Tamariki.\n </p><p>\n Wahine. Hanihi mo okoutou Paki ia\n </p><p>\n   TEOTI RANA, HEITINGI\n </p><p>\n      Whare ite te utu i Haki Pei rawahi\n </p><p>\n                mai  i te\n </p><p>\n </p><p>\n </p><p>\n     HOTERA O KARATANA.\n </p><p>\n PANUI KII NGA MAORI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n AREKA    TUARI.\n </p><p>\n  E  hoa ma kei au te Whare iti te utu\n </p><p>\nhaere mahi homai ta koutou. Ota kia\n </p><p>\nmahia e kahu  pai mo koutou, kei au\n </p><p>\nnga  mea  katoa e  piritianga ana e te\n </p><p>\ntangata, ko toku whare kei rawahi mai\n </p><p>\no te\n </p><p>\n </p><p>\n </p><p>\n HOTERA  O  KARATANA, HEHITINGI.\n </p><p>\n         PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nTE AIRA HIKO  MOTE MATE  RUMATIKI.\n </p><p>\n   Ara ho te Rogoa e mutu wawe ai te\n </p><p>\n      mamae  onga mate katoa.\n </p><p>\n  He rangoa tenei e emutu wawe, hohore ai\n </p><p>\nnga mamae o Te Rumatiki mate pera ano te\n </p><p>\nanna Mate Hukiki ara Matare-kereke. Tuituki\n </p><p>\n Takoki. Te  ataunga ranei a te katipo a  te\n </p><p>\n aim atu ranei. Ara mo nga mamae ka pa ki\n </p><p>\n te tuara ki whea  ranei o te tangata. He\n </p><p>\n whakamohiotanga tenei mo te whaka-maeinga\n </p><p>\n o tenei Rongoa. Ukuia tenei aira me te miri\n </p><p>\n kauaranei e miria ka te ahua o te tangata mate\n </p><p>\n te tangata mate te tikanga\n </p><p>\n  Whare  Tumuaki      Na Peteriki me Co\n </p><p>\n    Tikahou Amerika    Kai a ratou anake kei\n </p><p>\n                          Poneki\n </p><p>\n   2s 6d mo te patara Hei pani  anake mo\n </p><p>\n                         waho o te tinana\n </p><p>\n   Ko to ratou Eihana ko     \n </p><p>\n </p><p>\n </p><p>\n W, J. TAEAMANA \n </p><p>\n      PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  KOREROTIA TENEI.\n </p><p>\n </p><p>\n </p><p>\n  \u0095 Mehemea ka kino te haere o te wati mauria\n </p><p>\n mai kia A. MAKAKINITERA  e mahi  nei i te\n </p><p>\n whare i te taha o te Tari o te Huia, Nupepa\n </p><p>\n Maori i rawahi mai o te rerewe teihana ka\n </p><p>\n toru nei to kau tau e mahi ana i tenei mahi\n </p><p>\n Wati  Meke, mahi Riingi Poroti me era  atu\n </p><p>\n mahi ko nga mea e mahia ana e kore e kore te\n </p><p>\n pai, he iti noa hoki te utu, kei a A. MaKakinitera\n </p><p>\n ngu Wati, karaka pounamu   pai me era tini\n </p><p>\n mea  atu. Mohiti Kanohi, puru aha atu ku\n </p><p>\n nga karaihe tonu e pai ana mo nga konohi he\n </p><p>\n iti rawa te utu o nga mea katoa haere mai\n </p><p>\n Haeremai tirohia koutou te whare o\n </p><p>\n </p><p>\n </p><p>\n       A, MAKAINITERA,\n </p><p>\n             I te taha o te Tari o\n </p><p>\n </p><p>\n </p><p>\n       TE HUIA, NUPEPA  MAORl,\n </p><p>\n            REREWE    TIRITI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI.\n </p><p>\n     NO WHITAKA.\n </p><p>\n  Me una hoa te toa pai ki te tango pukupuku\n </p><p>\n      Nupepa tuhituhi, Pene koriana me\n </p><p>\n                 era mea atu.\n </p><p>\n       HEHITINGI, HAKII   PEI NUI TITENI.\n </p><p>\n   He  mea  Perehi e TEOTI me  IANGA u he\n </p><p>\n mea  panui e IHAIA HUTANA me TIMOTI WHIUA,\n </p><p>\n \" i raro i te Komiti o te kotahitanga.\n </p><p>\n         HATAREI, 22 o HURAE, 1893.\n </p><p>\n </p><p>\n                      </p></td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.39100003242492676, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.31&d=39__101.12", "text": ["<td>                                ÿþTE PIPIWHARAUROA.\n <p>\nHE TURE TUTURU.\n </p><p>\n1. Kotahi putanga o TE PIPIWHARAUROA i te ma- \nrama.\n </p><p>\n2. Ko te oranga mo te pepa e rima hereni (5/-) i te \ntau, me nooti o te Poutapeta me pane ranei.\n </p><p>\n3. Ki te hiahia te tangata ki te tango i Te Pipi- \nwharauroa me tuku mai e ia te moni i roto i te \nreta whakaatu mai. He whakaatu ano hoki ki nga \ntangata e tango ana i te pepa, ka tae ki te wa e \npau ai a koutou moni tuku mai ka takaia te pepa \nki te takai whero. Kia tere te tuku mai ano i te \nhua kareao, ki te kore e tere mai ka mutu te rere \natu. Ko te utu i te tau 5/-, me utu i te tuatahi.\n </p><p>\n4. E pai ana kia tukua mai nga korero o ia wahi o \nia wahi o te Motu, engari kei te Etita te tikanga mo te \nta i aua korero; kia marama te tuhituhi.\n </p><p>\n5. Me penei te tuhi i waho o nga reta katoa: \n </p><p>\nKi TE PIPIWHARAUROA,\n </p><p>\nTe Rau, Gisbome.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nHE PANUI.\n </p><p>\nKi te taKata e hiahia ana ki te Rawiri ki te \nHimene: he nui noa atu Ka pukapuka kei a \nau inaianei: ko te utu: \n </p><p>\nHe mea nui, kiri noa, 2/6 \nHe mea nui, kiri whero, 3/- \nHe mea nui, kiri pai, 4/- \nHe mea nui, kiri pai rawa, 5/6 \nHe mea paku, kiri whero, 1/6 \nHe mea paku, kiri pai, 2/6 \nHe mea paku, kiri noa, i/- \nHe mea paku, kiri pai rawa, 3/6 \nRawiri &amp; Himene, kiri noa, 1/6 \nRawiri &amp; Himene, whero, 2/-\n </p><p>\nRawiri &amp; Himene, pai, 3/- \nRawiri &amp; Himene, pai rawa, 4/- \nHe Himene, 6d.\n </p><p>\nMaku e utu te Pane KiKi hei tuku atu iK a \npukapuka ki a koe.\n </p><p>\nNa H. W. WILLIAMS,\n </p><p>\nTe Rau, Gisborne.\n </p><p>\n </p><p>\n </p><p>\nKi te hiahia te taKata ki te Paipera ki te \nKawenata, me tono ki te BIBLE DEPOSITORY \nSUNDAY SCHOOL UNION, Auckland.\n </p><p>\nPaipera, 2/6, 3/6, 4/6, me te pane kiKi i/-\n </p><p>\nKawenata me Ka upoko whakamarama, 2/6, 3/- \n4/6, me te pane kiKi 3d.\n </p><p>\nKawenata paku, me Ka waiata, 2/-, 2/6, 3/-, 3/6, \n4/-, me te pane kiKi, 3d.\n </p><p>\n </p><p>\n </p><p>\nPrinted and Published by H. W. WILLIAMS, at Te Rau \nPrinting Works, Berry Street, Gisborne; New Zealand.\n </p><p>\n </p><p>\n </p><p>\nNGA HUA KAREAO MA TA. TATOU MANU.\n </p><p>\n 10/- Mrs. Keefer, Pera Wheroro, Pohutu Hapuku, \nHenare Pungarehu, Poroto Whakahairangi, Hori \nTawhai. M. Downey, H. Rangitapua, Wi Tamihana \nPeter McNeill, Pauira Ngapuke; 12/6 Hemi Kauta \ni5/- Wikiriwhi te Taahu; 7/6 Tapiwai Houkamau \n5/- Mrs. Fairlie, Hoeta te Hata, Ihaka-te Kaituhi \nPineamine Tuhaka, Hori Horohiro Hohaia Hoata \nArthur Thacker, Eruera te Kura, Ruihi Tawai; 2/6 \nHohua Taimona, Aporo te Moana; 2/- Te Hekanui.\n </p><p>\nH. W. WILLIAMS, TE RAU WILLIAMS  , GISBORNE                      </p></td>"], "download_timeout": 180.0, "depth": 13, "download_latency": 0.38300013542175293, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.34&d=41__1.12", "text": ["<td>                                Titiro ake tatou ki te korero tara o Tuhaepo. Ko tenei tangata i haere mai i runga i tetahi o nga waka, me tona taonga nui ara he piki monu e kiia ana he kura. Te taenga mai ki nga takutai o Aoetaroa nei, ka kite mai i te Pohutukawa e whero, atu ana (e ura atu ana), ka mahara he kura pera me tona. Katahi ka panga i runga i tona pohehe, he kura katoa enei mea. No te taenga mai ki uta, ka whatiia mai tetahi mona. Kaore i roa kua memenge i te ra. Katahi ka hoki te tangata nei ki te kimi i tona kura. Kaore kua kitea e tetahi atu tangata, ara e Mahina. No te tononga atu ka whakahokia mai e Mahina : \"E nawai te kura pae a Mahina kia hoatu ano.\" Ka mau tenei hei whakatauki tae maiki tenei ra. He taonga tenei i moumoutia i runga i te whakaaro apo a te tangata kotahi. Hanepi ana ko ia ano. Koia te kura a Tuhaepo.\nOtira ko te mahara pai na to koutou Tipuna na Tuhotoariki e mea ra, \"Ehara taku toa i te toa takitahi: he toa takitini taku toa.\" He whakaaro ra tenei ki te iwi. Ka pai! Na tenei o koutou Tupuna na Te Pakaru-o-te-rangi, he kaumatua manaaki i te tangata, ko tenei whakatauki :\u0097Huia mai tatou kia kotahi. Nau ko te rourou, naku ko te rourou ka ora te manuhiri.\" E tika ana kia kiia ko te nupepa. Na reira te rourou ka tika. E kore e ora i te tangata kotahi. Engari te toa takitini.\nKo te whakatauki a to koutou tupuna a Taha-rakau:-\" He ao te rangi ka uhia: He huruhuru te manu ka rere\" Enei whakatauki e toru i uru katoa i roto i nga kupu a Te Hapuku : Tuatahi: tikina, tuarua: whakawhaititia mai, Tuatoru: Te Kopua. Na te aroha i paihere koia i tika ai kia tangihia enei kupu marama, a kia whakahoutia hoki te whakatutuki i roto i tenei ra mo te ahuatanga o tenei o a tatou nupepa e tumanakotia nei hei reo arahi, ako hoki i te iwi, ki nga tikanga e puta mai ai he oranga pai ki te tinana, ki te hinengaro, ki te wairua hoki o te tangata kotahi tae atu ki nga ropu, ki te Iwi nui tonu ranei. Heoi ra ko te mea tino nui inaianei, i te mea ka timatatia nei tenei Nupepa a tatou, ka noho atu nga kaihautu i runga, i te tumanako kia rite mai te aki i te hoe, kia tangi wiwini, kia tangi wawana i te mea kua ta-u te ra ki te Maoritanga. Ko te pokeka o Taha-rakau i pataitia ra, a utua atu ra \"E roa raro, e tata runga\", kua kiri-hipitia inaianei, na reira kia kaha mai.\u0097P.H-T.\nKo nga reta, me nga tono mo Te Toa Takitini me nga moni me tuku mai ki aREV. F. A. BENNETT, HASTINGS. Mo Hepetema nga whakamarama.\nHart &amp; Co.. Printers, Queen Street, Hastings                      </td>"], "download_timeout": 180.0, "depth": 13, "download_latency": 0.4100000858306885, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.31&d=39__102.12", "text": ["<td>                                ÿþTE PIPIWHARAUROA.\n <p>\nHE TURE TUTURU.\n </p><p>\n1. Kotahi putanga o TE PIPIWHARAUROA i te ma- \nrama.\n </p><p>\n2. Ko te oranga mo te pepa e rima hereni (5/-) i te \ntau, me nooti o te Poutapeta me pane ranei.\n </p><p>\n3. Ki te hiahia te tangata ki te tango i Te Pipi- \nwharauroa me tuku mai e ia te moni i roto i te \nreta whakaatu mai. He whakaatu ano hoki ki nga \ntangata e tango ana i te pepa, ka tae ki te wa e \npau ai a koutou moni tuku mai ka takaia te pepa \nki te takai whero. Kia tere te tuku mai ano i te \nhua kareao, ki te kore e tere mai ka mutu te rere \natu. Ko te utu i te tau 5/-, me utu i te tuatahi.\n </p><p>\n4. E pai ana kia tukua mai nga korero o ia wahi o \nia wahi o te Motu, engari kei te Etita te tikanga mo te \nta i aua korero; kia marama te tuhituhi.\n </p><p>\n5. Me penei te tuhi i waho o nga reta katoa: \n </p><p>\nKi TE PIPIWHARAUROA,\n </p><p>\nTe Rau, Gisbome.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nHE PANUI.\n </p><p>\nKi te taKata e hiahia ana ki te Rawiri ki te \nHimene: he nui noa atu Ka pukapuka kei a \nau inaianei: ko te utu: \n </p><p>\nHe mea nui, kiri noa, 2/6 \nHe mea nui, kiri whero, 3/- \nHe mea nui, kiri pai, 4/- \nHe mea nui, kiri pai rawa, 5/6 \nHe mea paku, kiri whero, 1/6 \nHe mea paku, kiri pai, 2/6 \nHe mea paku, kiri noa, i/- \nHe mea paku, kiri pai rawa, 3/6 \nRawiri &amp; Himene, kiri noa, 1/6 \nRawiri &amp; Himene, whero, 2/-\n </p><p>\nRawiri &amp; Himene, pai, 3/- \nRawiri &amp; Himene, pai rawa, 4/- \nHe Himene, 6d.\n </p><p>\nMaku e utu te Pane KiKi hei tuku atu iK a \npukapuka ki a koe.\n </p><p>\nNa H. W. WILLIAMS,\n </p><p>\nTe Rau, Gisborne.\n </p><p>\n </p><p>\n </p><p>\nKi te hiahia te taKata ki te Paipera ki te \nKawenata, me tono ki te BIBLE DEPOSITORY \nSUNDAY SCHOOL UNION, Auckland.\n </p><p>\nPaipera, 2/6, 3/6, 4/6, me te pane kiKi i/-\n </p><p>\nKawenata me Ka upoko whakamarama, 2/6, 3/- \n4/6, me te pane kiKi 3d.\n </p><p>\nKawenata paku, me Ka waiata, 2/-, 2/6, 3/-, 3/6, \n4/-, me te pane kiKi, 3d.\n </p><p>\n </p><p>\n </p><p>\nPrinted and Published by H. W. WILLIAMS, at Te Rau \nPrinting Works, Berry Street, Gisborne; New Zealand.\n </p><p>\nHE PANUI.\n </p><p>\nKEI a matou etahi Katikihama he a, akoranga ma \nto Tamariki me Nga Inoi mo nga Ratapu.\n </p><p>\nKi te whakaatu mai tetahi minita ana e hiahia ana \nhe tukua noatia atu:\n </p><p>\nNGA HUA KAREAO MA TA TATOU MANU.\n </p><p>\n10/- Hemi Matenga, Mrs. Woodbine Johnson. 5/- Hata \nPaaka, G. A. Hansaid, Geo. Cox, Peter McNeil, Miss Kelly \nK. Ormsby Senr., Wiremu Tukariri 3/- Hira Taruke  \nHerewhare  Manihera\n </p><p>\nH.W.WILLIAMS TE RAU PRESS GISBORNE                      </p></td>"], "download_timeout": 180.0, "depth": 13, "download_latency": 0.34799981117248535, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.31&d=39__120.12", "text": ["<td>                                ÿþTE PIPIWHARAUROA.\n <p>\nHE TURE TUTURU.\n </p><p>\n1. Kotahi putanga o TE PIPIWHARAUROA i te ma- \nrama.\n </p><p>\n2. Ko te oranga mo te pepa e rima hereni (5/-) i te \ntau, me nooti o te Poutapeta me pane ranei.\n </p><p>\n3. Ki te hiahia te tangata ki te tango i Te Pipi- \nwharauroa me tuku mai e ia te moni i roto i te \nreta whakaatu mai. He whakaatu ano hoki ki nga \ntangata e tango ana i te pepa, ka tae ki te wa e \npau ai a koutou moni tuku mai ka takaia te pepa \nki te takai whero. Kia tere te tuku mai ano i te \nhua kareao, ki te kore e tere mai ka mutu te rere \natu. Ko te utu i te tau 5/-, me utu i te tuatahi.\n </p><p>\n4. E pai ana kia tukua mai nga korero o ia wahi o \nia wahi o te Motu, engari kei te Etita te tikanga mo te \nta i aua korero; kia marama te tuhituhi.\n </p><p>\n5. Me penei te tuhi i waho o nga reta katoa: \n </p><p>\nKi TE PIPIWHARAUROA,\n </p><p>\nTe Rau, Gisbome.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nHE PANUI.\n </p><p>\nKi te taKata e hiahia ana ki te Rawiri ki te \nHimene: he nui noa atu Ka pukapuka kei a \nau inaianei: ko te utu: \n </p><p>\nHe mea nui, kiri noa, 2/6 \nHe mea nui, kiri whero, 3/- \nHe mea nui, kiri pai, 4/- \nHe mea nui, kiri pai rawa, 5/6 \nHe mea paku, kiri whero, 1/6 \nHe mea paku, kiri pai, 2/6 \nHe mea paku, kiri noa, i/- \nHe mea paku, kiri pai rawa, 3/6 \nRawiri &amp; Himene, kiri noa, 1/6 \nRawiri &amp; Himene, whero, 2/-\n </p><p>\nRawiri &amp; Himene, pai, 3/- \nRawiri &amp; Himene, pai rawa, 4/- \nHe Himene, 6d.\n </p><p>\nMaku e utu te Pane KiKi hei tuku atu iK a \npukapuka ki a koe.\n </p><p>\nNa H. W. WILLIAMS,\n </p><p>\nTe Rau, Gisborne.\n </p><p>\n </p><p>\n </p><p>\nKi te hiahia te taKata ki te Paipera ki te \nKawenata, me tono ki te BIBLE DEPOSITORY \nSUNDAY SCHOOL UNION, Auckland.\n </p><p>\nPaipera, 2/6, 3/6, 4/6, me te pane kiKi i/-\n </p><p>\nKawenata me Ka upoko whakamarama, 2/6, 3/- \n4/6, me te pane kiKi 3d.\n </p><p>\nKawenata paku, me Ka waiata, 2/-, 2/6, 3/-, 3/6, \n4/-, me te pane kiKi, 3d.\n </p><p>\n </p><p>\n </p><p>\nPrinted and Published by H. W. WILLIAMS, at Te Rau \nPrinting Works, Berry Street, Gisborne; New Zealand.                      </p></td>"], "download_timeout": 180.0, "depth": 13, "download_latency": 0.5080001354217529, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.34&d=41__23.12", "text": ["<td>                                TE AROHA O RANGI-NUI KIA PAPA-TUA.NUKU.\nMO TE MARAMA O HUNE ARA O TE TAHI O PIPIRI O\nTE TAU 1923.\nKo Puanga-rua te whetu kei te arahi mai i te Tau Hou i roto i te\nMatao. Nga whakaaturanga a te marama mo nga pai me nga kino\no enei ra e 30. Tangaroa, 6, 8.49 p.m. Ki te N. or N.W. te hau he\npaki, S. or S.E. he ua. Whiro 15, 12.12 a.m. He paki kei te haere.\nTamatea 22, 8.16 a.m. Ko titakataka te ahua o te rangi. Turu 29,\n12.34 a.m. He paki kei te haere.\n1.   PARAIRE.     Takirau.\u0097I te atatu ki te ra poupou he pai.     Ko nga\nkai  moana  kei  te ahiahi.\n2.   HATAREI.     Oike.\u0097\u0097I te ra poupou ki te ra to he pai.\n3.  RATAPU.\u0097\n4.   MANE.     Korekore-te-whiwhia.\u0097\u0097He ra kino ano tenei.\n5.   TUREI.    Korekore-hahani.\u0097\u0097He ahua ngawari tenei ra.\n6.   WENEREI.     Korekore-piri-ki-Tangaroa.\u0097\u0097I  waenganui  po  ka  kai  te\ntuna.\n7.   TAITE.     Tangaroa-amua.\u0097\u0097Kaore e tino pai tenei wa mo te hi ika.\n8.   PARAIRE.     Tangaroa-a-roto.\u0097\u0097Kei  te ahua  kino  ano  tenei ra  mo\nte ika.\n9.   HATAREI.     Tangaroa-kiokio.\u0097\u0097He ra pai tenei.\n10.  RATAPU.\n1 1.   MANE    Orongonui.\u0097He ra ngawari tenei he po tuna ano hoki.\n12.   TUREI.     Mauri.\u0097\u0097He hinapouri tenei  e pai  mo te tuku tuna.\n13.   WENEREI.     Omutu.\u0097\u0097He ra kino, engari ki te waimarie ka pai nga\ntaiawatea  mo  te  one.\n14.   TAITE.     Mutu-whenua.\u0097He  ra   kino   rawa   kua  mate  te  marama.\nHe  kai  mataitai.\n15.   PARAIRE.     Whiro.\u0097\u0097He  ra  kino tenei.     He ahua  pai tonu mo te\nmataitai i te awatea.\n1 6.   HATAREI.     Tirea.\u0097\u0097Kua rahi ake te marama.\n17. RATAPU.\n1 8.   MANE.     Ouenuku.\u0097\u0097Mo poto te pai o tenei ra whakahau te mahi.\nHe po  tuna.\n19.  TUREI.     Okoro.\u0097\u0097I te ra poupou ki te ra to he pai.     He po tuna\nano  tenei.\n20.  WENEREI.    Tamatea.\n21.  TAITE.     Tamatea   Kani.\u0097He  kino,   kei  te  au  te  moana.     Ko   te\npo  roa tenei o te tau.\n22.   PARAIRE.    Tamatea Kaiariki.\u0097\u0097He ra ahua ngawari tenei.\n23.   HATAREI.    Huna.\u0097\u0097He huna kai tenei ra.\n24 RATAPU\n25.   MANE.     Maure.\u0097Mai i te ata ki te ahiahi he pai.\n26.  TUREI.     Mawharu.\u0097\u0097Pourakatia  te koura  i  tenei po.\n27.   WENEREI.     Ohua.\u0097\u0097He ra ahua pai.\n28.   TAITE.     Atua.\u0097\u0097He ra kino he whakahaehae.\n29.   PARAIRE.      Turu.\u0097\u0097Ki   te   pai   nga   ra   tikina   nga   mataitai   o   te\nmoana.     I te awatea.\n30.   HATAREI.    Rakaunui.\u0097He mataitai ano nga kai hei mahinga i te\nmoana.\nHE WHAKAATURANGA TENEI:\u0097-Kei roto i tenei marama ka\ntimata Te Tau Hou a taua a Te Maori. Otira kei te kaha rawa te\nmarama o tenei whakaaro e rua nga ahuatanga o nga tau a te Maori,\nhe tau tuturu, he taumahinga kai. Ko te tau mahinga kai i wahia kia\nwha nga wahanga, ko te tau tuturu tekau ma rua nga wahanga, a ko\ntenei te mea e whakamarama inaianei. .... Kia i runga ake ra ka timata\nte tau hou i tenei marama. Ka timata te tau hou i te tekau ma rima\no nga ra ara i Te Whiro. Kua haere ake a Matariki i Titore-Maahu-tu,\ne kiia ra e te waiata:\u0097\u0097\nKa puta  Matariki  ka  rere Whanui\nKo te tohu tena o te tau e!\nNga riri a te iwi huia mai ki ahau.\nKahore  he  tangata  e  patu  ai  koe.\ntena te tangata ka tuku ki te po\nKorokori!    Kia horoi    Kia wawe te mahuta e!\nKia mataara i roto i nga tikanga katoa.    Tohungia te taonga.     Horahia\nTe Maungarongo.                      </td>"], "download_timeout": 180.0, "depth": 13, "download_latency": 0.3210000991821289, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_50.4", "text": ["<td>                                                         HUIA TANGATA  KOTAHI, HATAREI, PEPUERE 9.\n <p>\n </p><p>\n </p><p>\nmanuao  o Tiapanihi i haere atu ki wai-\n </p><p>\nhewai, i waho mai o  taua motu nga\n </p><p>\nmanuao o Haina e tiaki mai ana katahi\n </p><p>\nka whawhai nga manuao, a karoa e wha-\n </p><p>\nwhai ana ku puta te tahi o nga manuao\n </p><p>\no te Tiapanihi ki muri whawhai tonu atu\n </p><p>\ntenei manuao ki ta motu, me te whawhai\n </p><p>\ntonu atu unu i waho te nuinga o nga\n </p><p>\nmanuao, a tera ano tetahi ope Hoia o te\n </p><p>\nTiapanihi  kei uta e haere mai ana, e\n </p><p>\ntoru tekau maero te matara i waihewai\n </p><p>\nte  whakaunga   o  tera ope  ki  uta,\n </p><p>\nurawa tera ki uta katahi nei ka whaka-\n </p><p>\neke ngu manuao  kua whawhai nei ki\n </p><p>\nwaho  o waihewai, he rite tonu te kaha o\n </p><p>\nnga  Repo u runga o te motu  me  te\n </p><p>\nPu  a nga  Huia i te  ao i te Po, otira\n </p><p>\nno te Ata po ka whakahekea nga Hoia\n </p><p>\no te manuao ki uta i runga i te kaha\n </p><p>\ntonu  mai o te pu u  tonu atu ki uta\n </p><p>\nwhakaekea  tonutia atu te pa o runga o\n </p><p>\ntaua mota  i huri katoa nga hoia ki te\n </p><p>\nmoana, kaore i kite i tera ope e haere i\n </p><p>\n ta, marama rawa ake ka horo, te pa. u\n </p><p>\n kahoro hoki tetahi pa o uta i te ra ope e\n </p><p>\n haere ra i uta, i taua ra ano, I te whaka-\n </p><p>\n hekenga nei o nga Hoia o Tiapanihi: ki\n </p><p>\n uta me te whakaekenga nei o te Pa he\n </p><p>\n nui o Tiapanihi i hinga, u ku Haina\n </p><p>\n noki te pupa, a i te whakaekenga nei o\n </p><p>\n taua mo u kotahi te Manuao o Tiapanihi\n </p><p>\n  pakara  engari kaore i totohu, e toru\n </p><p>\nTopito, i tutohu, na ngu tini. Repo o te\n </p><p>\n motu me nga pa o uta i Patuku, a kua nohia\n </p><p>\ne Tiapanihi taua mutu, e rite ana taua\n </p><p>\n motu me temea kote raiti whakamarama.\n </p><p>\no  te wahapu o Waihewai, ko te whaka\n </p><p>\n mau  hoki tera o te Tiapanihi kia taea e\n </p><p>\n ratou taua motu, kia taea ui e ratou te\n </p><p>\n Awhina nga ope hoia whakaeke i nga\n </p><p>\n pa o uta, ku nga pa  o uta atu i taua\n </p><p>\n motu kua horo nua atu i te kahu o nga\n </p><p>\n Repo o taua motu, a kei te haere tonu te\n </p><p>\n rongo kaore ano i mutu e whawhai o\n </p><p>\n nga Manuao i waho o Waihewai.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   Tenei  te mea r. ui hei titiro ma tatou\n </p><p>\n mo te whawhai ka turia mai nei ki \n </p><p>\n hewai, kua rongo hoki koutou ki nga Hoia\n </p><p>\n u te Ingarihi, me te Wiwi, me Tamana,\n </p><p>\n </p><p>\n </p><p>\n te tino, o Waihewai. a e kore tatou\n </p><p>\n ehoa e rapu ana, tena ranei e pehea tona\n </p><p>\n tukunga iho, ina kawea atu u Tiapanihi\n </p><p>\n e te waingohia  kia piri ki nga Keeti u\n </p><p>\n Waihewai, kei reira nei te Ingarihi roe\n </p><p>\n Wiwi  me Tiamana, pea kei te uru ana\n </p><p>\n iwi ki nga pakanga  nei. Otira e kure\n </p><p>\n ahau e mea ka pehea ranei tona tukunga\n </p><p>\n iho. Engari tirohia nga Karaipiture, hei\n </p><p>\n whakaatu kia tatou aha koa mehemea\n </p><p>\n  koia tenei te WH e tae ai ki te ringihanga\n </p><p>\n nui o te toto mea akenei puta, me te wa\n </p><p>\n e tu ai te Anatikaraiti, ki mua i nga iwi u\n </p><p>\n te ao, hei whakapo ehe, e kore hoki e\n </p><p>\n  puta noa mai te Anatikaraiti nuu te riro\n </p><p>\n  rano o te Rangatiratanga o te ao i te-\n </p><p>\n\u0095 tahi kingi, i runga i le mahi o te Pi ka-\n </p><p>\n  nga nui whakaharahara. No reira kia\n </p><p>\n  mahara  tatou, he toto to tatou oranga, a\n </p><p>\n  ko taua oranga kua tukua kia tarere ki\n </p><p>\n  runga i te whenua, ano he mea tikanga\n </p><p>\n  kore, aha koa nga toto n Haina. me Tia-\n </p><p>\n  panihi e tarere maira ki te whenua me\n </p><p>\n  te moana, e ritetahi nua kiu tatou, a e\n </p><p>\n  kore huki e hapa iu tatou, te pera, ki te\n </p><p>\n  hapa  hoki ia tatou, penei kua be  te\n </p><p>\n  Karaipiture, ko tenei e kore e hapa tu\n </p><p>\n  nga Karaipiture, a kei ia tangata anu U\n </p><p>\n  whakaro  Kia rere ki roto i nga pa kahi\n </p><p>\n  me nga whakangunu  rakau, o te Rongo\n </p><p>\n  pai o to tatou Ariki\n </p><p>\n   tatou rite rite ki atu era iwi. te whai wha\n </p><p>\nkataunga ringa hei whakamanamana\n </p><p>\ntanga whakawehi  ki era atu iwi. No\n </p><p>\nreira, he nu nui tonu mo  tatou ko te\n </p><p>\nWHAKAPONO. \u0097Na         te Etita o Huia.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nRETA  TUKU  MAI KI TE\n </p><p>\n       ETITA.\n </p><p>\n </p><p>\n </p><p>\nE  kore  e tau  ki te Etita te he o nga\n </p><p>\n    korero e tukua ana  mai  kia  taia\n </p><p>\n    ki te pepa nei.\n </p><p>\n         ETITA  O HUIA.\n </p><p>\n </p><p>\n </p><p>\n         Moawhango.\n </p><p>\n                    Patea,\n </p><p>\n                    Hanuere 3O. 1895.\n </p><p>\n   Kia Ihaia Hutana Etita o Huia, ehoa\n </p><p>\ntakua. tu ena whai korero poroporo aki\n </p><p>\nkia rongo oku Hua. Hemihi poroporo aki\n </p><p>\nna Winiata ratou ko ana tamariki i whai\n </p><p>\nkorero ai Iti i matou, nga ingo a n aua\n </p><p>\ntangata.\n </p><p>\n             Heoi ano\n </p><p>\n                Na Matene Tekaro.\n </p><p>\n               Heoi ano\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n               Kaiapoi,\n </p><p>\n                     Pepuere 4, 1895.\n </p><p>\n          Ki  te Etita o Huia.\n </p><p>\n   Tena ko \u0097Ehoa utaina atu aku korero\n </p><p>\n </p><p>\n </p><p>\n   Hei titiro ma nga iwi e noho ana inga\n </p><p>\n </p><p>\n </p><p>\n  NGAITAHU, kore rawa he\n </p><p>\n Mana aki i penei me tenei manaaki a\n </p><p>\n NGAITAHU ia whanganui.\n </p><p>\n </p><p>\n </p><p>\n  NGAI-\n </p><p>\n TAHU, NGAITAHU\n </p><p>\n te Iwi manaaki atu whai i te tangata ma\n </p><p>\n te ATUA koutou e tiaki e maaki i runga\n </p><p>\n ano i te Ingoa u to tatou Ariki o IHU\n </p><p>\n KARAITI, a maana ano tatou e whakaro\n </p><p>\n atu o tatou ra I tenei ao\n </p><p>\n            Heoi ano\n </p><p>\n                Na Haruru kite Ranei.\n </p><p>\n </p><p>\n </p><p>\n           Terahui,\n </p><p>\n               Hanuere 28, 1895.\n </p><p>\n </p><p>\n </p><p>\n   Kia Mohi Atahikoia e taku hoa\n </p><p>\n tena  koe  tenei kua  kite i te\n </p><p>\n panui  mote  hui o te Tiriti katu\n </p><p>\n ki Rotorua 7 o nga ra o Maehe e\n </p><p>\n whaka  atu ana a hau kia koe kite\n </p><p>\n tumuaki o te whare runanga ote\n </p><p>\n  kotahi tanga o te Tiriti o Waitangi\n </p><p>\n  e kore pea a wau e tae i te ahua\n </p><p>\n  mate u taku tinana, te tahi kote\n </p><p>\nkooti o tu matou whenna i whaka\n </p><p>\natu ai ahau. Kei rapurapu nga\n </p><p>\nmema  i te take i ngaro ai ahau i\n </p><p>\ntenei tunga o te Hui kite ngaro\n </p><p>\nmai  au koia nei ngu  take heoi\n </p><p>\nna tou hoa aroha.\n </p><p>\n          Anaru te Kahaki.\n </p><p>\n        Mema o te Whare Ariki.\n </p><p>\n  Kahore he kai riwhi.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    PANUI.\n </p><p>\n        KI TE ETITA O HUIA.\n </p><p>\n  E Hoa tukua atu tenei panui ki nga motu e\n </p><p>\nrua, o Aotearoa mete Waipounamu: \u0097E wha-\n </p><p>\nkaatu ana kia. kite nga hoa mema ote Paremata\n </p><p>\note Kotahitanga, i raro ite mana ote Tiriti o\n </p><p>\nWaitangi, kote I o nga ra o MAEHE mete 2 o\n </p><p>\nnga ra, nga ra tino pai ena mote haerenga ki te\n </p><p>\nHui ki Rotorua.\n </p><p>\n  Ko tenei panui monga tangata e haere ana i\n </p><p>\nrunga tima, ka u ki Akarana, ma runga tereina\n </p><p>\nmai i reira ki Rotorua.\n </p><p>\n </p><p>\n </p><p>\n      PENI TE UA,\n </p><p>\n__________           TIAMANA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nE rua tekau mano iari kaone, hokona\n </p><p>\n      i ranga te utu iti i roto i nga toa o\n </p><p>\n  PARAITA               MA\n </p><p>\n </p><p>\n </p><p>\nNEPIA  ME  HEHITINGI\n </p><p>\n      KOIA ENEI KO NGA  UTU\u0097\n </p><p>\n  Timata atu i te 4½, 5½. tae atu ki te 6½\n </p><p>\n Kia tere mai ra, kei te horongia tonutia e te\n </p><p>\nPakeha, ano he Parera e horo aua i te pupu\n </p><p>\n ngata ko te rite.\n </p><p>\n              Heoi ano\n </p><p>\n </p><p>\n </p><p>\n      PARAITA.\n </p><p>\n   PANUITANGA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nTENEI TONU NGA PUKAPUKA\n </p><p>\n           O TE\n </p><p>\n </p><p>\n </p><p>\nAROHA O RANGI KIA PAPA\n </p><p>\n        KEI ROTO 1 TE\n </p><p>\n </p><p>\n </p><p>\n TARI O HUIA\n </p><p>\n         B TAKOTO ANA.\n </p><p>\n KIA TERE TE TONO MAI I TETAHI MA\n </p><p>\n             KOUTOU.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n KO  TE UTU E RUA HERENGI ME TE HIKIPENE.\n </p><p>\n </p><p>\n </p><p>\n     Heoi ano\n </p><p>\n                  P. I. HUIA,\n </p><p>\n                           Tari o Huia,\n </p><p>\n                                    Hastings.\n </p><p>\n </p><p>\n </p><p>\n       HEHITINGI, HAKU  PEI NIX) TIRENI.\n </p><p>\n   HE mea Perehi e TEOTI me IANGA a he me\n </p><p>\n  panui e IHAIA HUTANA, me TIMOTI WHIUA, a\n </p><p>\n  taro i te Komiti o te Kotahitanga.\n </p><p>\n          HATAREI, PEPUERE 9 1895.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.30299997329711914, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__37.9", "text": ["<td>                                                    TE HOA MAORI\n <p>\nown: and has waited thus until now, that\n </p><p>\nHe may have us: but as soon as all His own\n </p><p>\nare gathered in, He will come for them.\n </p><p>\nThis will be in a moment, in the twinkling\n </p><p>\nof an eye, we know  not when; but no\n </p><p>\ngreater space of time is placed between us\n </p><p>\nand it, and we are to live on in the hope of\n </p><p>\nit. Thus  will our hearts be kept above\n </p><p>\nearthly things, and we shall be ready when\n </p><p>\nHe comes to greet Him. Blessed will it be\n </p><p>\nto answer to His shout of joy, which those\n </p><p>\nwho are awaiting Him will do.\n </p><p>\n    HEAVEN'S INTEREST IN\n </p><p>\n        THE EVENT.\n </p><p>\n  We  may  see from our text, how much\n </p><p>\nthis event is au object of interest to heaven.\n </p><p>\nIt is the time when heaven will be peopled\n </p><p>\nwith redeemed men; and the angels will\n </p><p>\ngive them place, and rejoice at their coming\n </p><p>\n\"The  Lord  Himself shall descend from\n </p><p>\nheaven  with a shout, with the voice of the\n </p><p>\narchangel and the trump of God.\n </p><p>\n      THE LORD HIMSELF.\n </p><p>\n  The  joy of the Lord at receiving His\n </p><p>\nbride, the Church, is too great to allow Him\n </p><p>\nto send anyone for her. He comes himself,\n </p><p>\nand He comes with a shout!  This word\n </p><p>\nindicates the shout of a General to his troops,\n </p><p>\nwhich His own understand, and His enemies\n </p><p>\ndo not.\n </p><p>\n  At  this shout death gives place, and he\n </p><p>\nwho had the power of death stands back\n </p><p>\nabashed, while all the serried ranks of the\n </p><p>\ndead, who believed in His word when living\n </p><p>\non the earth, aro marshalled, and in bodies\n </p><p>\nlike Christ's spiritual body, stand once again,\n </p><p>\nfor one instant, on the earth.\n </p><p>\n   Then the living believers are changed,\n </p><p>\ntheir mortal bodies being quickened, and\n </p><p>\nmade  also like unto Christ's spiritual body.\n </p><p>\nAll are then caught up together into the\n </p><p>\nclouds, and  go in  to be for ever with the\n </p><p>\nLord.\n </p><p>\nTHE VOICE OF THE ARCHANGEL.\n </p><p>\n  The voice of the Archangel accompanies\n </p><p>\nthe shout of the Lord, and shows the inter-\n </p><p>\nest and joy of these unfallen beings in the joy\n </p><p>\nof their Lord. The chief angel, with all the\n </p><p>\nattendant hosts of  angels, rise to come iu\n </p><p>\nHis train, as He comes to take His bride to\n </p><p>\nHimself.\n </p><p>\n      THE TRUMP OF GOD.\n </p><p>\n  The  trump of God  is also heard, God\n </p><p>\nbeing delighted that now the time has come\n </p><p>\nto confer upon Him who glorified Him upon\n </p><p>\nearth, a reward that shall satisfy His heart,\n </p><p>\nthe trumpet shall sound, and the dead shall\n </p><p>\nbe  raised incorruptible, and we  shall be\n </p><p>\nchanged. Then shall death be swallowed\n </p><p>\nup  iu victory. I. Cor. 15, 52-54. A  living\n </p><p>\npeople enter heaven, in the victory which\n </p><p>\n Christ has accomplished.\n </p><p>\n   This people was composed of every nation\n </p><p>\n and people UNDER, heaven. Yet they form\n </p><p>\n one IN heaven; they speak one language,\n </p><p>\n and have one set of interests, and one bless-\n </p><p>\n ed object, the Lord Jesus Christ, the Second\n </p><p>\n Man.\n </p><p>\n       ARE WE WAITING?\n </p><p>\n   Happy  for us, whatever our nationality\n </p><p>\n here, to Ke amongst the number of those\n </p><p>\n who wait for Him  to come to take them\n </p><p>\n there. Alas, too little is earth, or even the\n </p><p>\n believer, interested in this event. May the\n </p><p>\n Lord  give to reader and writer the grace\n </p><p>\n necessary to live in the expectation of His\n </p><p>\n coming!\n </p><p>\n                            G. J. S.\n                      </p></td>"], "download_timeout": 180.0, "depth": 10, "download_latency": 0.39100003242492676, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.15&d=17_13b_10.14", "text": [], "download_timeout": 180.0, "depth": 15, "download_latency": 0.5290000438690186, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_1_16.13", "text": ["<td>                                     17. Kua nui haere i naianei te pouritanga mete kino ote mahi ate kooti whenua Maori, he mea\n <p>\n whakakino tangata i a, e hara i te mea whakapai tangata.\n </p><p>\n </p><p>\n </p><p>\n     18. I runga i nga Ture i whakaturia i te tau 1873 i muri mai hoki he nui nga tangata Maori i kiia no\n </p><p>\n ratou ake nga whenua ote iwi katoa a, kua hoatu, te mana, kite tangata kotahi rua rua ranei hei take mai\n </p><p>\n ki runga kite whenua ote iwi nui tonu, I ngu kereme o nga pakeha hoko whenua riihi whenua ranei.\n </p><p>\n </p><p>\n </p><p>\n     19. Ko tenet mana ote tangata kotahi hei homai raruraru ki runga kite whenua ote iwi, kaore i kitea i\n </p><p>\n roto i nga iwi Maori i mua. Note mea na te iwi katoa na te hapu ranei te whenua.\n </p><p>\n </p><p>\n </p><p>\n     20. I runga i tenei tu mahi ate tangata kotahi kua whaka nohoia nei ki runga kia matou e nga Ture i\n </p><p>\n mahia i te Paremata, kahore i ahei i a matou te whakahaere ia matou whenua te hoko te aha ranei, e penei\n </p><p>\n ana matou me te kahui hipi kahore he hepara e atiati haeretia ana. piko atu, piko mai.\n </p><p>\n </p><p>\n </p><p>\n    21. Kua whakaitia, kua whakakuaretia hoki matou nga Maori e nga Ture i mahia e te Paremata i te\n </p><p>\n whakahaeretanga hoki a nga kooti whenua Maori kote mana o nga Rangatira me nga Ariki kua whaka\n </p><p>\n ngaromia ko matou kote iwi nui ote motu nei kua pakarukaru, ko nga iwi kainga kua whakamatea.\n </p><p>\n </p><p>\n </p><p>\n     22. Ko o koutou kai inoi e hiahia ana kia ata whakahaerea nga whenua e toe ana kia matou i runga i\n </p><p>\n te ara tika, me te whakaaro mohio hei oranga mo matou, me a matou tamariki. Te tahi kia ata tahuri ki\n </p><p>\n nga mahi ahu whenua, kia whai hoki ki ta te pakeha ki tana mahi i ana rawa.\n </p><p>\n </p><p>\n </p><p>\n     23. E mohio ana o koutou kai inoi tera ano e taea nga iwi me nga hapu te whakahaere i a ratou\n </p><p>\n tikanga katoa me o matou rawa mehemea e tukua ana matou kia pera.\n </p><p>\n </p><p>\n </p><p>\n     24. E kore rawa e taea te ata whakaatu i te katoa onga he, me nga mate e pa ana kia matou me o\n </p><p>\n matou  iwi i runga  ite whakahaeretanga  o aua Ture, e korero nei  matou  kua  nui nga  tau  i\n </p><p>\n whakaarahia ai e matou to matou reo kite whakahe ki aua Ture otira he maumau korero noa ia.\n </p><p>\n </p><p>\n </p><p>\n     25. Kaore matou e mohio ki tenei tikanga ara ko nga tangata whaimatauranga e tukua ana e nga\n </p><p>\n tangata ote motu nei ki te Paremata hei kai hanga Ture tika, otira e waiho ana matou e aua tangata kia\n </p><p>\nI takahia kia whakamatea i a tau ina hoki e kiia ana he mahi i nga mahi pai mote iwi Maori tanga\n </p><p>\nI kawanatanga katoa e hiahia ana, kaore he mahi kino.\n </p><p>\n </p><p>\n </p><p>\nI    26. Hua noa he tika kia waiho to koutou Paremata Rangatira, ki nga he e korero nei matou. Otira\n </p><p>\nI kua rongo matou e iti ana te whakaaro ki te taha Maori. Ko nga karanga me nga inoi a matou e rite ana,\n </p><p>\nI ki te reo tangata e wawaro ana, ano he hau.\n </p><p>\n </p><p>\n </p><p>\nI    Na konei matou ka inoi ki to koutou whare Rangatira kia tukua mai he mana kia matou e taea ai e\n </p><p>\nI nei mea ara.\n </p><p>\n </p><p>\n </p><p>\nI   1. He whakahoki mai ki nga iwi Maori te inana whakahaere i o matou whenua me o ratou rawa katoa\n </p><p>\nI me te mana whakahaere ito ratou tikanga hei oranga mo te iwi Maori me te Rangimarietanga mete pai mo\n </p><p>\nenei motu katoa.\n </p><p>\n </p><p>\n </p><p>\nI   2. Me tuku mai te mana kite Runanga e kiia ana hunga whakamana, kotahitanga Maori o Nui Tireni\n </p><p>\nhei kawana hei kawanatanga.\n </p><p>\n </p><p>\n </p><p>\nI    3. Kia rua nga Runanga, kia kotahi te Runanga Ariki. Ko aua Ariki he mea whiriwhiri i nga tino\n </p><p>\nRangatira toto heke iho, he mea ata karanga ratou mo tana Runanga.\n </p><p>\n </p><p>\n </p><p>\nI    4. Kia kotahi Runanga he tangata Maori, he mea kowhiri ratou e nga iwi mo roto i tana whare\n </p><p>\nRunanga.\n </p><p>\n </p><p>\n </p><p>\nI   5. Ma taua Runanga kotahitanga e tuku he mana ki nga komiti Takiwa o i a Takiwa o i a Takiwa.\n </p><p>\nCo aua komiti he tangata Maori ko ta ratou mahi he rapu i nga take whenua me nga wehewehe nga mea\n </p><p>\nKatoa e mahia ana e ratou i runga i te pono me te tika.\n </p><p>\n </p><p>\n </p><p>\nI    6. Tenei ka apititia atu e matou ta matou Ture i whakatuturutia e matou i to matou Runanga Huinga\n </p><p>\nwhakamana   Maori o Niu Tireni i tu ki Te Waipatu ite 22 onga ra o Mei, 1893. Kei tana Ture nga take\n </p><p>\nkatoa  e hiahiatia ana e matou.\n </p><p>\n </p><p>\n </p><p>\n \u0095   E tuturu ana ta matou e tono atu nei kito koutou Whare Runanga whiriwhiri i runga ite whakaaro\n </p><p>\n \u0095ui me te tika mo nga tono a o koutou kai inoi. A ka inoi tonu o koutou kai inoi.\n                      </p></td>"], "download_timeout": 180.0, "depth": 14, "download_latency": 0.24399995803833008, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.15&d=17_13b_8.16", "text": ["<td>                                126\nTE WAKA MAORI O MU TIRANI.\nAREKEHANARA:\n2 o Mei.\nKo Takurahi Makarini, te tama a Ta Tanara, i tae\nki Kopua inanahi. I kite ia i a Manuhiri, Te Ranga,\nme etahi atu rangatira, a puaki ana to ratou aroha mo\nte matenga o Ta Tanara. No te ata nei i haere atu\nai a Takurahi Makarini ki te Awamutu. Tae rawa atu\nia kua riro a Tawhiao me ona whanaunga, a i pouri a\nManuhiri mo te ngaronga o Tawhiao.\nKua rongo matou ki a te Peka teina, i hoki mai i\nOtaki, kua oti e Wi Parata, rangatira no Ngatitoa,\ntetahi whare karakia pai rawa te hanga i tona kainga\ni Waikanae, he mea utu nana ake ano te hanganga o\ntaua whare karakia. E waiho ana taua whare hei\nwhare karakiatanga mo nga iwi taua rua, ahakoa no\ntehea karakia no tehea karakia ranei ratou. I hangaia\nki te totara, a e rite tonu ana te ahua ki nga whare\nkarakia Pakeha. Pai ana te mahinga a roto, a waho\nhoki. Kua oti hoki i a Ihakara Tukumaru tetahi\nwhare pera ano i te kainga Maori e tata ana ki\nPokitana, Manawatu.\nKotahi te Pakeha i hopukia i mua tata ake nei i te\ntaha ki Whanganui mo tona mahi ki te hanga paura\nma nga Maori.    Ko nga kupu enei i puaki i a te\nRitimona, Kai-whakawa, i tona whakataunga i te\nkupu-whakawa   ki   runga   ki   taua tangata,    ara:\n\" Mehemea ka whakaritea te whiu mou ki te nui o\nto hara taki mai i te mate mo te iwi nui tonu, penei\nka.taimaha rawa he whiu mou.    Ka kiia koe e nga\ntangata whakaaro tika katoa hei kai-kohuru i nga\niwi e rua o tenei motu; inahoki i te mahi koe i\ntetahi taha i te mea e taea ai te kohuru i to iwi ake\nano, e kore e tohungia te pakeke te tamariki, te tane\nte wahine ; i tetahi taha he whakahau tau mahi i nga\niwi Maori tutu ki te arai i te kakenga-haeretanga o\nte maramatanga.     I te   hanga   mate   koe mo te\nPakeha; a, mo nga Maori, he tino whakangaro rawa\ni a ratou   te tikanga o to mahi.    Kihai i kitea\nkatoatia ou mahi i nga korero kua whakina mai nei,\nengari e kitea ana ano he mate kei to mahi, me to\nhara ki te iwi nui katoa.    Na te mea he takiwa\nrangimarie tenei i ora ai koe, mehemea he whawhai\nto enei rangi, penei heoi te mea tika mou ko te mate,\nara ka whakataronatia koe.    Ko tenei he mama te\nwhiu mou ka whakapuakina nei e au akuanei, engari e\nkore au e ahei te whakanui atu i te whiu mou, i te\nngawari rawa hoki o te ture.\"    Katahi ka kiia e te\nKai-whakawa kia rua tau e herea ana taua tangata e\nwhakamahia ana ki te mahi uaua.\nKua oti te poka a runga o te maunga o Remutaka\nmo te rerewei, puta noa ki tetahi taha. Te roa o\ntaua pokanga e 630 iari. Heoi te uauatanga o te\nmahinga atu o te rerewei ki Wairarapa.\nKo Mere Tautari, wahine, o te Kawakawa, Pei-\nwhairangi, kua whakaturia e te Kawana hei Kai-\nwhakamaori i raro i te mana o te Ture Whenua\nMaori.\nALEXANDRA.\n2nd May.\nDouglas McLean, Sir Donald's son, was at \"Kopua\nyesterday, where he met Manuhiri, Te Ranga, and\nother chiefs, expressing their grief at Sir Donald's\ndeath. Mr. McLean left here this morning for Te\nAwamutu. Tawhiao and family had left Kopua\nprevious to his arrival there, for which Manuhiri\nexpressed regret.\nWe are informed by Mr. S. Baker, who has recently\nreturned from the West Coast, that the Ngatitoa\nchief, Wi Parata, has built, at his own cost, a very\nhandsome church on his property at Waikanae. It\nis intended as a place of worship for people of both\nraces and of any denomination. The church is built\nof totara timber, and quite in the style of European\nchurches. It is neatly finished both inside and out-\nside. A similar church has been erected at the\nNative Settlement near Foxton by Ihakara Tuku-\nmaru.\nA man named Moffat was lately arrested near\nWhanganui for manufacturing powder for Natives.\nJudge Richmond, in passing sentence on him, said:\n\" If your offence were to be punished, in proportion\nto the danger which it occasioned to the public, you\nought to receive a heavy sentence. Tou are to be\nlooked upon by all well-judging persons as an enemy\nto both races in this island; on the one hand, you\nhave been strengthening against your fellow-country-\nmen the well-known means of massacre, sparing\nneither age nor sex; on the other hand, you have\nbeen encouraging the disaffected in vain resistance\nto the advance of civilization. You have been\nplanning disaster for Europeans ; but for the Natives\nyou have been preparing utter destruction. The\nevidence gives but a glimpse of your proceedings;\nenough, however, has been adduced to disclose their\ndangerous and treasonable character. It is well for\nyou that there is now profound peace, or you could\nexpect, as you would deserve, nothing but the halter.\nI am going to pass upon you a most inadequate sen-\ntence, but it is the heaviest which is allowed by the\nextreme leniency of the law on this subject.\" Sen-\ntenced to two years' imprisonment, with hard\nlabour.\nWhat is known as the summit tunnel on the\nRemutaka is now pierced from end to end. Its\nlength is 630 yards. This is the last obstacle to the\ncompletion of the railway to Featherston.\nThe Governor has appointed Mrs. Mary Tautari, of\nKawakawa, Bay of Islands, to be an interpreter\nunder the Native Lands Act.\nPrinted under the authority of the New Zealand Government by GEORGE DIDSBURY, Government Printer, Wellington.                      </td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.32399988174438477, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__40.16", "text": ["<td>                                  1. 6             GOOD NEWS.\n <p>\n </p><p>\n </p><p>\nNot by Works of Righteousness which we have done,\n </p><p>\nbut according to His mercy He saved us, by the washing of re-\n </p><p>\ngeneration, and renewing of the Holy Ghost., '\n </p><p>\n  We  are not saved by works, but by one work, and that\n </p><p>\n </p><p>\n </p><p>\n          The finished Work of Christ.\n </p><p>\n  \" This is the work of God, that ye believe on Him whom He\n </p><p>\nhath sent. \", John 6. 29,\n </p><p>\n  Neither are we saved by our works and Christ, nor by Christ\n </p><p>\nand our works, but by Christ alone. Good works, acceptable to\n </p><p>\nGod, are the fruit and evidence of faith in Him. \" Faith, if it\n </p><p>\nhath not works is dead, being alone. \" James '2. 17. Faith pro-\n </p><p>\nduces good works to the glory of God.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                    FAITH,\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n FAITH      is the soul's reception of a divine testimony. It is\n </p><p>\n _    my heart simply assenting to what God says. When He\n </p><p>\nsays, I am utterly lost \" This, my son, was lost and is found, \"\n </p><p>\n Luke 15, 24. I believe it. That  is Faith. When   He  says,\n </p><p>\n \" It is a faithful saying and worthy of all acceptation, that Christ\n </p><p>\nJesus came into the world to save sinners, '' 1 Timothy 1. 15.\n </p><p>\n I believe it. That is Faith. When He says, \" He that believeth\n </p><p>\n on the  Son  hath everlasting life\" John   3. 36. I believe it.\n </p><p>\n That is Faith. So  then by faith I learn I am lost that Christ\n </p><p>\n came to save, and that believing Him I have eternal life. Faith\n </p><p>\nis a very simple thing. There is no question of feeling.\n </p><p>\n                                        W. T. P. W.\n                      </p></td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.3320000171661377, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__38.16", "text": ["<td>                                                  GOOD NEWS.\n <p>\n </p><p>\n </p><p>\nThink of Him\u0097the   Lord of glory\u0097crucified between two thieves,\n </p><p>\nscoffed at and derided by those He came to save, praying for His\n </p><p>\nmurderers. Think of Him\u0097the  Spotless One\u0097forsaken by God\n </p><p>\nbecause He was bearing the sinner's sins. Yes, and think of Him\n </p><p>\ntoo who will one day sit on that Great White  Throne as the\n </p><p>\nJudge from whose face the earth and the heaven shall flee away.\n </p><p>\nWhat  think ye of CHRIST 1 Is He anything to you?\n </p><p>\n  Christians, what think YE of  Christ ? Your Saviour, your\n </p><p>\ngreat High Priest, your Advocate, your Lord. Think of Him\n </p><p>\nwho bore your sins in His own body on the tree. Think of Him\n </p><p>\n\u0097the  Man in the Glory\u0097who   ever liveth to make intercession\n </p><p>\nfor us. Think  of Him on His Father's throne, patiently waiting\n </p><p>\nfor the moment when He shall descend into the air and call His\n </p><p>\nown to be with Him. Think of Him with whom we shall dwell\n </p><p>\nthroughout eternity. Think of  Him  who  alone can satisfy the\n </p><p>\nhearts of His people down here. What think ye of CHRIST 1 Is\n </p><p>\nHe  everything to you!                          L. J. M. N.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n           A WONDERFUL  GIRL\n </p><p>\nYES, certainly she was remarkable, if her statements had been\n </p><p>\n _    true. Alas ! like thousands of others, she was grossly de\"\n </p><p>\nceiving herself. A bitter disappointment is in store for her when\n </p><p>\nat last she really learns the truth about herself.\n </p><p>\n  It was at the close of a gospel service that I became acquainted\n </p><p>\nwith  her, and, entering  into conversation, discovered how\n </p><p>\nexceptional a child she believed herself to be.\n </p><p>\n  \" Do you ever trouble about your sins ?\"\u0097\" No !\"\n </p><p>\n  \" Have you ever been troubled about them ?\"\u0097\" No i\"\n </p><p>\n  \" Are you not a sinner, then ?\"\u0097\" No! \"\n </p><p>\n  \"Then, has God made  a mistake, my child ? He  has said,\n </p><p>\n' There is no difference: for all have sinned. \"'\u0097Romans 3.\n </p><p>\n  But  it was  without apparent effect: the child was so well\n </p><p>\nsatisfied with her own self-righteousness, that the truth of God\n </p><p>\nfailed to awaken her.\n </p><p>\n   \" You'll never get to heaven, my child, \" I said, as I left her,\n </p><p>\n\" It is only sinners who reach that home\u0097sinners whose sins\n </p><p>\nhave been washed away  by the precious blood of Christ. \"\n </p><p>\n  How  little is the word of God believed !\n </p><p>\n  All have Sinned. \u0097Have you believed it ? Have you taken it\n </p><p>\nup  as a persona] thing, and cried. \" I have sinned. \" None\n </p><p>\nare excepted. \"There is none that doeth good, no not one'\n                      </p></td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.33500003814697266, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__34.8", "text": ["<td>                                                     GOOD NEWS.\n <p>\nsin of the world, and taking upon Him-\n </p><p>\nself, as a substitute, the punishment due\n </p><p>\nto all who should afterwards receive Him\n </p><p>\nas a Saviour, He bore the wrath and ex-\n </p><p>\nhausted the judgment, bowing His own\n </p><p>\nblessed head in death, and rising again\n </p><p>\nthe third day, \u0097that is on the first day of\n </p><p>\nthe week. \u0097to  make all the promises of\n </p><p>\nGod good  in resurrection, and to bring in\n </p><p>\nall the fruit of the counsels of God.\n </p><p>\n  God   surely  will literally fulfil every\n </p><p>\npromise made to the Jews with reference\n </p><p>\nto earth, in a day shortly to come, based\n </p><p>\nupon the death of Christ. But now He is\n </p><p>\naccomplishing other purposes, which never\n </p><p>\nwere the subjects of promise, based upon\n </p><p>\nthe same work of Christ, and on the prin-\n </p><p>\nciple of faith.\n </p><p>\n           GRACE.\n </p><p>\n  These   purposes  have  reference  to\n </p><p>\nheaven. God  will fill heaven with a\n </p><p>\npeople who have been proved to be unfit\n </p><p>\nto live upon earth. What  a  wonderful\n </p><p>\nGod  He must be!  Now this is on the\n </p><p>\nprinciple \"of faith, that it might be by\n </p><p>\ngrace. \"   Rom. 4, 16. A  grace based\n </p><p>\nupon  righteousness, which is manifested in\n </p><p>\nthe  sacrifice of Christ, who is no less a\n </p><p>\nbeing than the Son of God!\n </p><p>\n   God has raised Christ from the dead in\n </p><p>\n answer to His work upon the Cross, and\n </p><p>\n seated Him upon His throne, sending down\n </p><p>\n the Holy Spirit into this world to occupy\n </p><p>\n for Him, and to make all good in the souls\n </p><p>\n of His people. The Holy Spirit is thus\n </p><p>\n the power by which God accomplishes His\n </p><p>\n purposes in man to-day.\n </p><p>\n   FAITH, then, \u0097not law-keeping, \u0097is ne-\n </p><p>\n cessary in order that the sinner may enter\n </p><p>\n into this great salvation. And  Scripture\n </p><p>\n declares, \"By grace are ye saved, through\n </p><p>\n faith, and that not of yourselves, it is the\n </p><p>\n gift of God. \" Eph. 2, 8.\n </p><p>\n   How  God delights iu His grace! How\n </p><p>\nrich it is! How  free!  It addresses itself\n </p><p>\nto all alike, \u0097Jew and Gentile, Pakeha and\n </p><p>\nMaori!   \" For there is no difference, for\n </p><p>\nall have sinned and come short of the glory\n </p><p>\nof God. \"  Rom. 3, 22-23.\n </p><p>\n  Its terms are, \" Believe on the Lord\n </p><p>\nJesus Christ and thou shalt bo saved, and\n </p><p>\nthy house. \"    Acts 16, 31. It gives all,\n </p><p>\nit demands nothing. It says, Accept my\n </p><p>\nSon and you shall have heaven and all its\n </p><p>\nglories with Him.\n </p><p>\n   God takes up a poor vile sinner, gives\n </p><p>\nhim a new  nature by His Spirit and the\n </p><p>\n Word; cleanses him from his sins in the\n </p><p>\nprecious  blood of Christ; gives him the\n </p><p>\n salvation of his soul, and sets him  as a\n </p><p>\n stranger and a pilgrim on the earth going\n </p><p>\n on to an inheritance incorruptible, unde-\n </p><p>\nfiled, and that fadeth not away, reserved\n </p><p>\n in heaven for him. (See I Pet. 1, 4. )\n </p><p>\n  Now, my  dear Maori reader, is this\n </p><p>\n your case ? Arc you thus saved by grace,\n </p><p>\n and  cleansed by the  precious blood of\n </p><p>\n Christ ? If this is your portion you should\n </p><p>\n be a happy Maori. If not, remember,\n </p><p>\n this is still under offer to you. Will you\n </p><p>\n refuse it?\n </p><p>\n   May God give you the joy of knowing\n </p><p>\n this is true of you, through faith in Jesus\n </p><p>\n Christ!                      G. J. S.\n </p><p>\n      LAW. GRACE.\n </p><p>\n       Demands                  Gives\n </p><p>\n         Curses                        Blesses\n </p><p>\n        Condemns                Saves\n </p><p>\n       Do                    Done\n </p><p>\n   The standard of what man    The  revelation of what\n </p><p>\n should be. God is in Christ.\n </p><p>\n   Requires righteousness       Provides righteousness for\n </p><p>\n from man. man.\n </p><p>\n   Ministers death and  con-    Ministers  life and   the\n </p><p>\n demnation. Spirit.\n </p><p>\n   Let me see what you can ' Come and see what I Lave\n </p><p>\n do. done.\n </p><p>\n   \" Cursed is everyone that    \" Blessed are they whose\n </p><p>\n continueth  not in all things iniquities are forgiven, and\n </p><p>\n which   are written  in the  whose sins are covered.\n </p><p>\n book of the law to do them. \" \"Blessed is the man to\n </p><p>\n Gal. 3; 10. whom  the Lord will not im-\n </p><p>\n                            pute sin. \" Rom. 4; 7-8.\n </p><p>\n        Price, Payable in Advance\u0097One Penny each, or Six Shillings per hundred and postage.\n </p><p>\nThis Magazine may be obtained at the BIBLE, BOOK AND TRACT DEPOTS at Karangahape Road, Auckland,\n </p><p>\n       91, Manchester Street, Christchurch; Hardy Street, Nelson, and Cuba Street, Wellington.\n </p><p>\n  Correspondence  to be addressed  \" Te Hoa Maori, \" care of Bible, Book and Tract\n </p><p>\n                      Depot, Karangahape Road, Auckland.\n </p><p>\n The Prayers and interest of the Children of God are affectionately sought in connection with this Magazine. (John vi. 5. 13.\n                      </p></td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.28800010681152344, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.34&d=41__24.16", "text": ["<td>                                16.       TE TOA TAKITINI               Hurae 1,1923\nTE AROHA O RANGI/NUI KIA\nPAPATUANUKU.\nMO TE MARAMA O MAEHE ARA O TE RUA-O-TAKURUA\nO TE TAU 1923.\nKo Puangahari te whetu kei te arataki i te matao i te ua i te huka o\ntenei wa. Nga whakaaturanga a te marama mo nga pai me nga kino o\nenei  ra e 31. 1 waenganui o te u «.. te i4 o nga ra ke huka ke ua.\nI waenganui o te 1 4 ki te 2 1 he huka Ke ua ano I waenganui o te 2 I\nki te 28 he ua matao he huka.\n:         \"     (TE AHUA HE MARAMA MATAO HE NUI TE UA.)\nV.    RATAPU.\u0097TUA-RIMA MURI IHO O TE TOKOTORU.\n2.. ..MANE.    Korekore-te-whiwhia.\u0097He ra kino.\n5.     TUREI.     Korekore-te-rawea.\u0097He  ra kino.\n\" 4.\"     WENEREI.     Korekore-hahani.\u0097He ahua ngawari tenei  ra.\n  5,     TAITE.     Korekore-piri-ki-tangaroa.\u0097\u0097I   te   ra  poupou \"ki   te   ra   to\n...he  pai.\n6.     PARAIRE.    Tangaroa-a-mua.\u0097Ka kai te ika i tenei ra.\n' -7.     HATAREI.      Tangaroa-a-roto.\u0097Ka   kai   te   ika,   he   aho   poupou\n.    . .\u0095       tenei. -    -\n8. RATAPU.\u0097TUA-ONO O TE TOKOTORU.\n 9.   MANE.     Otane.\u0097Whakamatauria te tuna i tenei po.\n10    TUREI.    Orongonui.\u0097He ra pai tenei.-\n1 1..     WENEREI.     Mauri\u0097Kua  hinapouri inaianei.     I  te ata  he pai.\n12.  TAITE.    Omutu.\u0097He ra kino tenei.\n13    PARAIRE    Mutuwhenua.\u0097He ra kino rawa, kua mate te marama.\nHe mataitai.\n14.     HATAREI.      Whiro.\u0097Ka   kohiti   te   marama,    he   ra   kino.      Tai\npakihi i te ra poupou.\n15    RATAPU\u0097TUA-WHITU O TE TOKOTORU.\n16   MANE.    Hoata.-\u0097He ra pai tenei kua kitea nuitia ake te marama.\nHe mataitai.\n17.     TUREI.  Ouenuku.\u0097-Me whakahau te mahi,  he  poto te pai.\n.1.8.     WENEREI.     Okoro.\u0097I  te ra poupou ki  te  ra  to he pai.\n'19.     TAITE.     Tamatea-ngana.\u0097\u0097He   ra   kino   kei   te  kaha   rawa   te  au\ni   te  moana.\n20.     .PARAIRE.     Tamatea kai-ariki.\u0097He  ra ahua  ngawari  tenei.\n21.      HATAREI.     Huna.\u0097\u0097Ka ngaro te kai  i tenei  ra,\n22.    RATAPU.\u0097KUA-WARU  O  TE TOKOTORU.\n23. .   MANE.    Mauri.\u0097\u0097Ii te ata ki te ahiahi he pai.\n24.     TUREI.     Mawharu.\u0097\u0097Me pouraka  te  koura  i  tenei  wa.\n25.     WENEREI.     Ohua.\u0097He  ra pai tonu tenei ki te pouraka.\n26.     TAI 1 E.     Hotu.\u0097Kua  kaha te  ngarungaru  o  te  moana.\n27... PARAIRE. Atua.\u0097\u0097He whakahaehae i te kai tenei ra. Kei tatahi\n'\"' \"te mataitai.\n28 HATAREI.     Turu.\u0097-Pari tonu nga tai ata me nga tai ahiahi.     Kei\n   tatahi te kai.\n29.    RATAPU\u0097TUA-IWA O TE TOKOTORU.\n50  MANE. Rakaumatohi.\u0097He ra pai kua tohia te marama. He\nmataitai kei tatahi.\n34.    TUREI.     Takirau.\u0097I te ata ki te ra poupou he pai.\n KIA MATAARA TATOU.\u0097Timata mai i te marama o Mei tae noa\nki te mutunga or tenei marama  e kiia ana koia  tenei ko te wahanga  o\nte hotoke a no taua wa    tae mai ki tenei kei te whakaatu a Matariki\ni te ahuatanga mo te koanga tae noa ki te tau kei te heke iho, ara\nmo runga i te nui o te kai o te kai-kore ranei o te wa. Kei te\nwhakaa-tu te whetu nei \"a Puangahori i te nui o te matao mo tenei\nmarama Whakaatatia Te Kahui o Tautoru, he aha ra te kupu!                      </td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.29600000381469727, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.34&d=41__22.16", "text": ["<td>                                16________TE TOA TAKITINI                  Mei 1. 1923\nJ.   TUREI.     Turu.\u0097\u0097Pari tonu  nga  tai ata  me nga  tai ahiahi.  He ma-\ntaitai te kai.\n2.   WENEREI.     Rakaunui.\u0097\u0097Kei   te  pai  nga  tai  mo  te kai  moana  i  te\nawatea.\n3.  TAITE.     Rakau-matohi.\u0097\u0097Kei  te pai tonu  nga tai i te taautanga  o\nte ra.\n4.   PARAIRE.     Takirau.\u0097\u0097He  te  atatu  tonu  te  kai  moana.     He   nga-\nwari  te  ata  kite. awatea.\n5.  HATAREI.     Oike.\u0097\u0097Ko  te painga kei  te taautanga  o  te  ra.\nB.  RATAPU.\u0097\u0097Tua  rima   i   muri   iho   o   Te   Aranga.\n7.   MANE.   -Korekore-piri-ki-Tangaroa.\u0097\u0097Ka kai te tuna i te whanake-\ntanga  ki te ata.\n8.   TUREI.     Tangaroa-a-mua.\u0097\u0097Me  hi   me   rau   te  ika  i   te  awatea.     Me\nhinaki  te tuna.\n9.   WENEREI.      Tangaroa-a-roto.\u0097\u0097He   aho   poupou   tenei.      Me   hi   te\nika.\n10.   TAITE.     Tangaroa-kiokio.\u0097\u0097Kua  pukohu  a  uta.     Ka  hinga  te ika.\nHe  ra   tino  pai  tenei.\nI 1.   PARAIRE.     Otane.\u0097\u0097He tuna to kai hei patunga i tenei po.\n12.   HATAREI.      Orongonui.\u0097\u0097He   ra   ngawari   tenei,   he  po   tuna   hoki.\n13.  RATAPU.    I muri iho o te kakenga.    Mauri.\n14.   MANE.     Omutu.\u0097\u0097He  kino   tenei   ra  mo   nga   kai   o   uta.     Tikina  i\nnga kai o te moana.\n15.   TUREI.     Mutu-whenua.\u0097\u0097He kino mo uta.     Ana  nga kai tikina kei\ntatahi i te awatea.\n16.   WENEREI.     Whiro.\u0097\u0097He   kai   moana   anake  hei   tikinga  i   te  taau-\ntanga o te ra.\nI 7.  TAITE.     Tirea.\u0097He ra kino tenei.\n18.   PARAIRE.     Hoata.\u0097\u0097He  ra  pai  tenei,  kua kitea  nuitia  te marama.\n19.   HATAREI.     Oenuku.\u0097\u0097Whakahau te mahi,  he poto noa te wa pai.\nHe po tuna tenei.\n20. RATAPU o te Petekoha.    Okoro.\n21.  MANE.     Tamatea-ngana.\u0097\u0097Kei te kaha te au o te moana.\n22.  TUREI.     Tamatea-kani.\u0097\u0097Kei te au tonu te moana.\n23.  WENEREI.     Huna.\u0097\u0097He ra kino,  he huna kai.\n24.  TAITE.    Ariroa.\u0097\u0097He ra pai tenei mo te wero tuna.\n25.  PARAIRE.     Maure.\u0097\u0097I  te  ata  ki   te  ahiahi  he  pai.\n26.   HATAREI.     Mawharu.\u0097\u0097Ka pai tenei ra mo te pouraka koura.\n27. RATAPU o Te Tokotoru.    Ohua.\n28.   MANE.     Hotu.\u0097\u0097Kei  te ngaru  te moana  mo  te mataitai,   engari  te\ntuna me tuku.\n29.  TUREI.    Atua.\u0097\u0097He ra kino tenei he whakahaehae.\n30.  WENEREI.     Turu.\u0097\u0097Tikina   nga   mataitai   i   te  akau  i   mua   mai   o\nte   ra   poupou.\n31.  TAITE.     Rakaunui.\u0097\u0097Hei te ra poupou ka pari mai te tai.     Tikina\nnga   kai   moana.\nME TUKU NGA WHAKAWHETAI ME NGA WHAKAMOEMITI.\nKo te tikanga kua whaiti katoa mai nga kai me nga taonga i whaka-\ntotia e te tangata kia puta mai he hua. Kua tae tenei ki te wa e tika ana\nkia kite iho tena i te hua o tana mahinga kai o tana mahinga kai a\nkua whaiti hoki ki roto i nga pataka i tenei marama. He tikanga\nmarama rawa tenei ara te tuku whakawhetai ki te Atua mo nga\nmanaakitanga i homai ki te ao, me whakatuputupu hoki enei tu tikanga\ni roto i te hunga e tupu ake nei hei taonga tuturu, kia kaua hei\nwarewaretia te mihi ki nga manaakitanga. Tirohia te ahua o Matariki i\ntenei marama, ma kona hoki ka matauria ai te ahua mo nga ra o\nte tau kei te heke iho, ara te tu tatahi, te tu putuputu ranei. Ka wehea\nmai te Tau Tawhito i te wiki tuatahi o Hune, i roto i ta te Maori\nwhakatakinga i nga ra o te tau.                      </td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.2539999485015869, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_49.4", "text": ["<td>                                                          HUIA  TANGATA KOTAHI, HATAREI, PEPUERE  2..\n <p>\n </p><p>\n </p><p>\nkupu  penei i  o raua Mangai. Note\n </p><p>\ntaenga  ki enei ope  kaputa e  raua\n </p><p>\nkupu kino, konga kupu kino mo  Whanga-\n </p><p>\nnui, na Paratene raua ko H. Maaka, ko\n </p><p>\nte nuinga o nga Rangatira taane menga\n </p><p>\nRangatira wahine i manaaki katoa ki te\n </p><p>\nManuhiri, ko nga tino Rangatira wahine\n </p><p>\ni tino Manaaki mai kia matou kotaku\n </p><p>\nmanuhiri ki te homai i nga kai a te '\n </p><p>\nMaori a te pakeha, ko nga Ingoa u ana\n </p><p>\nwahine, ko Mere Taituha ko Reita Pohio\n </p><p>\nme etahi atu I temea kaore au e mohio\n </p><p>\nki etahi atu, I te mea ka iwa oku tau e\n </p><p>\ntakoto mate ana.\n </p><p>\n </p><p>\n </p><p>\n             Heoi ano\n </p><p>\n              Nu Henare Mahuika.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                Kaiapoi,\n </p><p>\n                  Hanuere 23 1895.\n </p><p>\n            Kia Etita o Huia. \n </p><p>\n </p><p>\n </p><p>\n   He reta i tukua mai  Waikouaiti, E\n </p><p>\n Teone Topi Patuki, mo te matenga o\n </p><p>\n tetahi tamaiti Rangatira, ko Teone kihau\n </p><p>\n Tuhawaiki te ingoa. Ue nui te pouri, o\n </p><p>\n Teone Topi Patuki, mo te tukunga ia ia\n </p><p>\n ara i taua tamaiti ki te ra motu, no reira\n </p><p>\n ka Pang. a mai  e taua mate kino, kia\n </p><p>\n Ihaia Hutana B pai ana hoki ahau kia\n </p><p>\n tukua e koe kia Huia tenei panuitanga,\n </p><p>\n kia kite mai ana whanaunga, e noho\n </p><p>\n mai ra, i Aotearoa me te Waipounama\n </p><p>\n kia mohio ratou kua mate ia, ko toona\n </p><p>\n whakapapa me tuhi iho e maua ki raro\n </p><p>\n iho nei, ko etahi anake te taku iho ko te\n </p><p>\n nuinga atu ona whakapapa kei, roto tena\n </p><p>\n i te ngakau o ia tangata o ia tangata\n </p><p>\n mana  e korero mai. Me tuhi iho ki\n </p><p>\n raro nei. He  whakaatu   tenei mo te\n </p><p>\n matenga o  Kihau kua whakaaturia i\n </p><p>\n runga ake nei  ko te whakamutunga\n </p><p>\n tenei o te whakaatu mai o Harakore kia\n </p><p>\n Tuhawaiki  i puta ai ia ia, ko Tutuarae-\n </p><p>\n roa nana  a te Aohikura ko Inana ko\n </p><p>\n Tuahuriri tana ko Turakautahi taana\n </p><p>\n ko Kaweriri taana ko Terehe taana ko\n </p><p>\n  Poroporo taana ko  te kaihaere taana.\n </p><p>\n ko Tuhawaiki  nui, e rongo nei nga iwi\n </p><p>\n katoa nanu te whawhai  i te Paruparu,\n </p><p>\n ura i Taumutumia  Papuratehau me te\n </p><p>\n whawhai  i o K Himoa e tata anu ki\n </p><p>\n kararupe me  te Awaiti, te na Parekura\n </p><p>\n  ate Raumoa  koia tetahi tangata rongo\n </p><p>\n. nui o tenei motu o te Waipounamu ko\n </p><p>\n  ona uri tenei. He Mokopuna   tuarua\n </p><p>\n  taua tamaiti na Tuhawaiki, kaore hoki\n </p><p>\n  he putanga o nga uri o Tuhawaiki e* ora\n </p><p>\n  nei he wahine nga patanga ma  ana\n </p><p>\n  pea e whakamahi, ka puta ai he uri\n </p><p>\n  taane mo Tuhawaiki aua ko tona whaka-\n </p><p>\n  papa tenei mo te Putake mai ia Tahu-\n </p><p>\n  potiki nana a Iraatahu taana ko Raka-\n </p><p>\n  tehurumanu taana, ko Tahumuri taana\n </p><p>\n  ko Rakaiwhakaata to mua, ko Maru-\n </p><p>\n  houa to muri ko Tahumutu  to muri\n </p><p>\n  rawa Tokotoru tenei whanau mau katoa\n </p><p>\n  kia Tuhawaiki, me mau atu ia Tahu\n </p><p>\n  muiu nana   Rakapupuni  taana ko\n </p><p>\n   Rongotipuiteata, taana ko Tuteahu-\n </p><p>\n  ka, taana ko kakarura, taana ko Ta wha-\n </p><p>\n   kiterangi, taana, ko te Rangitumana\n </p><p>\n   taana ko te Rangitauira taana ko Tekau\n </p><p>\n   tapunuiotu, taana ko Honekai, taana ko\n </p><p>\n   kura, taana ko Tuhawaiki, me tiki atu\n </p><p>\n  te putake o Hotumamoe. nana a Tutepe\n </p><p>\n   wa, taana ko Tumakoha, taana ko Teutu\n </p><p>\n   poraki. taana ko Hikaroroa, taana ko\n </p><p>\n   Tuhukutira, taana  ko Tukaumoana\n </p><p>\n   taana ko whakataha, taana ko Maronui\n </p><p>\n   taana ko Matamata, taana ko te nukutau\n </p><p>\n raro, taana ko Terakitauneke, taana, ko\n </p><p>\n karapohatu, taana ko Titaha \n </p><p>\n </p><p>\n </p><p>\n anake kia Tuhawaiki, memau mai ia\n </p><p>\n Titaha, taana ko  kohuwai, taana ko\n </p><p>\n kura taana ko Tuha waiki, me tiki Atu\n </p><p>\n ki te putake mai o kahungunu, kia kahu\n </p><p>\n toanui, nana a  Matapirau, taana ko\n </p><p>\n Rongokako, taana ko Tamatea taana ko\n </p><p>\n kahukunu, taana ko Bongo maipapa to\n </p><p>\n mua, ko te Whatumariari to muri, ko\n </p><p>\n kahukura nui, to muri rawa, tokotoru\n </p><p>\n tenei whanau maa anake kia Tuhawaiki\n </p><p>\n me mau atu ia te whatu Mariari, nana a\n </p><p>\n Maika taana, ko Tutekawa, taana ko te\n </p><p>\n Rakitamau  taana ko Hikitiateraki taana\n </p><p>\n ko Taka ote raki, taana ko te kurutakiao,\n </p><p>\n taana ko te Manawa, taana ko te Kai-\n </p><p>\n haere taana ko Tuhawaiki me tiki atu i\n </p><p>\n te putake  o  Tura, nana  a  Iraturoto\n </p><p>\n tana ko  Ueroa  tana  ko Tahita-Tarere,\n </p><p>\n taana ko Rakaunui, taana ko Tahupuriri\n </p><p>\n taana ko Tau whakaruru, taana ko Tama-.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  Honekai taana ko Kura taana Tu\n </p><p>\n Hawiki, taana ko kihau taana ko Teone\n </p><p>\n Pohara taana ko te tamaiti kua mate nei,\n </p><p>\n ko Teone kihau Tuhawaiki, me whaka-\n </p><p>\n mutu  atu i konei taua whakapapa kai\n </p><p>\nte takoto atu ano  tana urunga ki etahi\n </p><p>\n putake whakapapa ko te Putake mai ote\n </p><p>\n Kahea  kikia tena ite timata nga mai na\n </p><p>\n ia Marukore na ko tona whakaatu mai\n </p><p>\n tena.\n </p><p>\n   Ko tenei tamaiti i mate nei ka nui te\n </p><p>\n pouri ana hapu ki tonu matenga.\n </p><p>\n </p><p>\n </p><p>\n       Heoi\n </p><p>\n             Naku na\n </p><p>\n </p><p>\n </p><p>\n                 Tanahira Waruwarutu.\n </p><p>\n     Ngakerako, Wairoa,\n </p><p>\n             Noama 12, 1894.\n </p><p>\n        Ki te Etita o Huia.\n </p><p>\n   Ehoa tukua atu ki te nupepa\n </p><p>\n  te matenga o  Pare  Hineteariki\n </p><p>\n  Rapihana, i mate  ki  te Uhi\n </p><p>\n  Wairoa, i te 3 a. m. o te ata o te\n </p><p>\n  Turei i te 3O o nga ra o Oketopa,\n </p><p>\n  1894, ka hemo a Pare Hineteariki\n </p><p>\n  Rapihana be uri rangatira tenei\n </p><p>\n' tamaiti nona tipuna, otira kua\n </p><p>\n </p><p>\n </p><p>\n   ko Pitiera kopu terangi-\n </p><p>\n  taurewa i roto ia Huia, Nama 38\n </p><p>\n  wharangi 4. Heoi nui  atu te\n </p><p>\n  pouri me te aroha i mahue iho ki\n </p><p>\n  ona tipuna me ona matua me te\n </p><p>\n  iwi katoa i runga hoki i te whaka-\n </p><p>\n  aro iho a te tangata ki ana tama-\n </p><p>\n  riki hei tu i tona aroaro hei hapai\n </p><p>\n  i tona ingoa hei whakangahau\n </p><p>\n  mai  i to na kainga. I runga i te\n </p><p>\n  tangohanga  atu a te kaihanga,\n </p><p>\n' waiho  ana ko  te pouri me te\n </p><p>\n  aroha ki te hunga ora, i rite ai ta\n </p><p>\n nga tipuna e ki nei whatungaro\n </p><p>\n  ngaro he tangata, toitu he kainga;\n </p><p>\n   i rite ai hoki ta Rawiri e ki nei.\n </p><p>\n   Ia Hamuira turua i te 12 upoko\n </p><p>\n  22, 23 rarangi, Otira na Ihowa i\n </p><p>\n homai, na Ihowa i tango atu, kia\n </p><p>\n   whakapaingia te ingoa o, Ihowa\n </p><p>\n </p><p>\n </p><p>\n  Wairoa  Ko\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n     WAIATATANGI\n </p><p>\n 1. Taupa rawa mai te wai whero\n </p><p>\ne te turakina kia ngawari kia\n </p><p>\nmarama au  te titiro e kite rehu uta\n </p><p>\n: o Whakataane he tohu mai pea ua\n </p><p>\nte tau e ki maaha atu e te ngakau\n </p><p>\ntenei koe te hokai nei e i to moe-\n </p><p>\nnga i awhiai taua i.\n </p><p>\n  2. Ka hei rawa i a tatau e ko\n </p><p>\nrua wharo te ritenga i te tipua e\n </p><p>\nmaka noara ia ana potiki e tu noa\n </p><p>\ni te one ko matiu ko makaro, ko\n </p><p>\nmokotuararo  ki  ta whiti e ki\n </p><p>\nNgaruroro  ra korangati rara ie.\n </p><p>\nKaati i konei,.\n </p><p>\n  Na to koutou hoa Aroha,\n </p><p>\n        R. K. Tengakaupouri,\n </p><p>\n                Hawaikirangi.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   Titiro ! Titiro !!\n </p><p>\nB rua tekau mano iari kaone, hatana ka hokona\n </p><p>\n     i rung ite utu iti i roto i nga toa o\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nNEPIA ME HEHITINGI\n </p><p>\n     KOIA ENEI KO NGA UTU\u0097\n </p><p>\n  Timata ata i te 4½, 5½. tae ata ki te 6½.\n </p><p>\nKia tere mai ra, kei te horongia tonutia e te\n </p><p>\nPakeha, ano he Parera e horo ana i te pupu-\n </p><p>\nngata ko te rite.\n </p><p>\n              Heoi ano\n </p><p>\n </p><p>\n </p><p>\n   W    PARAITA.\n </p><p>\n   PANUITANGA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  He panuitanga tenei kia monio nga Maori ko\n </p><p>\nErueti Rikihana, he tino, tohunga ki te mahi\n </p><p>\npar. 1 i whare papa, me te tohu ki nga Kamara\n </p><p>\nmahi. Koia hoki te kai whakariterite mo te-\n </p><p>\ntahi mira kani rakau. E paku ana tana utu\n </p><p>\no mana mahi.\n </p><p>\n  Kei Waipawa tona kaainga tuturu.\n </p><p>\n </p><p>\n </p><p>\nPANUITANGA KI NGA HOA MAORI\n </p><p>\n  Tenei kua perehitia tetahi pukapuka ko te\n </p><p>\nAroha o Rangi kia Papa te ingoa. Kei roto e\n </p><p>\nwhakaatu ana nga ra me nga po mahi kai, e\n </p><p>\nwhakaata  ana hoki i nga tonu o nga ra pai o\n </p><p>\n nga ra kino. Kei roto ano e whakaatu ana i\n </p><p>\n nga utu waea, reta, takai, tereina, me te wha-\n </p><p>\n kaatu i te pamamao o ia kaainga o ia kaainga,\n </p><p>\n me nga ra hoki e haere atu ana. Kei roto ano\n </p><p>\n e whakaatu ana te mahinga o te Ao i runga i\n </p><p>\n te korero a nga tupuna.\n </p><p>\n   He nui nga mea pai kei roto i taua pukapuka\n </p><p>\n lei mohiotanga ma teiwi Maori. Ko te utu mo\n </p><p>\n; e pukapuka e 2s. 6d. ara e rua herengi me te\n </p><p>\n Hikipene. Me penei te tono mai.\n </p><p>\n </p><p>\n </p><p>\n                 P. I. HUIA,\n </p><p>\n                        Tari o Huia,\n </p><p>\n                                     Hastings,\n </p><p>\n      __________________________________________________\n </p><p>\n </p><p>\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.3059999942779541, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__32.8", "text": ["<td>                                                       GOOD NEWS.\n <p>\nof the Jubilee is not heard until the day of Atone-\n </p><p>\nment rolls round in the fiftieth year. No details of\n </p><p>\nit are given, but the great general  fact that the\n </p><p>\nclaims of God must be met, ere man's blessing is\n </p><p>\nsecured, is set forth.\n </p><p>\n  And  this is the great feature of the day of Atone-\n </p><p>\nment. The  blood of the sin offering satisfied the\n </p><p>\nclaims of God and of His Throne, so that iu peace\n </p><p>\nHe  could govern the world, and  accomplish the\n </p><p>\npurposes of His love. Peace has been made ! ! The\n </p><p>\nChrist of God who died upon the cross the Victim\n </p><p>\nfor sin now sits upon the throne. He who died is\n </p><p>\nraised again, and that throne thus becomes the\n </p><p>\nmercy seat, but based upon this also\n </p><p>\n </p><p>\n </p><p>\n             MAN'S REDEMPTION\n </p><p>\nis possible. \n </p><p>\n  For Redemption was accomplished in the same\n </p><p>\nact. The  strong man was destroyed, and the death\n </p><p>\npenalty was paid. Through  death He  destroyed\n </p><p>\nhim  that had the power  of death, and delivered\n </p><p>\nthem  who through fear of death were all their life-\n </p><p>\ntime subject to bondage.\n </p><p>\n  Redemption  according to the right secured by\n </p><p>\nGod's enactment v. 48, has been accomplished by\n </p><p>\nHim  who became Kinsman in order to do this very\n </p><p>\nthing. He knowing perfectly the price demanded\n </p><p>\nwent  to the Cross and paid the ransom price with\n </p><p>\nHis  own life's blood purchasing both persons and\n </p><p>\ninheritance; and frees the persons first, \" In whom\n </p><p>\n we have Redemption through His blood the forgive-\n </p><p>\n ness of sins according to the riches of His grace; \"\n </p><p>\n while we wait for the inheritance although sealed\n </p><p>\n for it with the Spirit.\n </p><p>\n  All having been thus accomplished \u0097God's claims\n </p><p>\n met, redemption's price paid\u0097God is free to pro-\n </p><p>\n claim, and send down the Holy Spirit to proclaim\n </p><p>\n </p><p>\n </p><p>\n          \" THE YEAR OF RELEASE ! \"\n </p><p>\n The Jubilee! The acceptable year of the Lord ! !\n </p><p>\n Glad tidings are thus announced\u0097healing for the\n </p><p>\n broken-hearted, liberty for the captive, and  the\n </p><p>\n opening of prison doors is proclaimed. Poor, de-\n </p><p>\n cayed, enslaved, ruined man may be free through\n </p><p>\n the act of another\u0097an  act which  he can by  no\n </p><p>\n possibility accomplish himself\u0097the act of our Lord\n </p><p>\nJesus Christ, the act of death as the wages of tin,\n </p><p>\naccepted by  Himself, and  inflicted by God on*\n </p><p>\n Calvary' cross.\n </p><p>\n  Reader, wilt thou not be free ?\n </p><p>\n  Hast thou heard the joyful sound ?\n </p><p>\n  Mark!   Enslaved  persons are free from the one\n </p><p>\n who rules with rigour. Have you felt the rigour\n </p><p>\n of the devil's rule? Why  not be free ? God pro-\n </p><p>\n claims liberty. A  single lust or desire is sufficient\n </p><p>\n to enslave; but alas, you love it, and hence do not\n </p><p>\n feel the bondage. Awake!   Arouse  thee man !\n </p><p>\n The yawning  flames of hell are covered by that\n </p><p>\n darling lust, that intense desire. Liberty !  Who\n </p><p>\n would  not be free! !  Wilt  thou NOT ?   Christ\n </p><p>\n delivers. Go hear His word, and live. If the Son\n </p><p>\n shall make thee free, thou shalt be free indeed.\n </p><p>\n   Yet not only are enslaved persons free, but for-\n </p><p>\n feited inheritances return to their owners, and so\n </p><p>\n the land; shall return to the Jew, and the earth be\n </p><p>\n possessed by God's saints. Yet has Christ's death\n </p><p>\n purchased a  better inheritance for  all who  are\n </p><p>\n believers in this day of His grace, as Peter speaks\n </p><p>\n of being \" Begotten again to a living hope by the\n </p><p>\n resurrection of Jesus Christ from the  dead to an\n </p><p>\n inheritance  iu corruptible, undefiiled, and  that\n </p><p>\n fadeth not away, reserved in heaven for YOU who\n </p><p>\n are kept by the power of God through faith unto\n </p><p>\n salvation. \" 1  Peter i. 3-3.\n </p><p>\n   Thus  it is not mere restitution, but the purposes\n </p><p>\n of God's love accomplished by that marvellous; act\n </p><p>\n of the second mau, the Lord from heaven. Already\n </p><p>\n is heaven secured to man, since a Man sits upon the\n </p><p>\n throne of God.\n </p><p>\n   Will you  refuse this inheritance ?\n </p><p>\n   Earth is forfeited, you cannot stay upon it; and\n </p><p>\n if you refuse heaven, the only inheritance God offers\n </p><p>\n to day, nothing remains for you but HELL.\n </p><p>\n   May  the Lord put you, my reader, amongst the\n </p><p>\n happy people that know the joyful sound of God's\n </p><p>\n  Year of release. G. J. S.\n </p><p>\n!             Gold  could not give the heart relief\n </p><p>\n               The malefactor craved,\n </p><p>\n            Ah. no ? 'twas Christ, the Christ of God,\n </p><p>\n              That dying sinner saved;\n </p><p>\n             Faith's view of Him who bleeding hung;\n </p><p>\n                A victim by His side.\n </p><p>\n            He saw, he knew the Lord was there,\n </p><p>\n              The  Lord for him had died.\n </p><p>\n    PRICE, Payable in advance\u0097One Penny  each, or Six Shillings per hundred and postage.\n </p><p>\n </p><p>\n </p><p>\n             THIS MAGAZINE MAY BE OBTAINED AT\n </p><p>\n            Bible, Book and Tract Depot, KARANGAHAPE ROAD, Auckland.\n </p><p>\n                               \u0084         91, MANCHESTER  STREET, Christchurch.\n </p><p>\n                              \u0084        HARDY  STREET, Nelson.\n </p><p>\n                                       CUBA  STREET, Wellington.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    Correspondence to be addressed \"Te  Hoa  Maori, \" care of Bible, Book and Tract\n </p><p>\n                        Depot, Karangahape Road, Auckland.\n </p><p>\n    The Prayers and interest of the Children of God are affectionately sought, in connection with this Magazine. (John vi. 5. 13).\n                      </p></td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.3659999370574951, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__36.8", "text": ["<td>                                                      TE HOA MAORI.\n <p>\n       THE  RESURRECTION OF LIFE.\n </p><p>\n  We  will now briefly glance at some of the\n </p><p>\nfeatures of the first, and then at those of the\n </p><p>\nsecond.\n </p><p>\n  It is called the first resurrection. Of this,\n </p><p>\nChrist is the first fruits. (1 Cor. 15; 23).\n </p><p>\nThe next thing is the harvest, which will be\n </p><p>\nat Christ's coming. Then they that are His\n </p><p>\nshall be raised.\n </p><p>\n  This  agrees with two  other statements\n </p><p>\nabove made and shews: \u0097\n </p><p>\n  1. The character of those who partake in\n </p><p>\nit. They are His. It is the resurrection of\n </p><p>\nthe just.\n </p><p>\n   2. The time of this resurrection. It is at\n </p><p>\nHis coming for His Own, which is before the\n </p><p>\nmillennium; as they are to reign with Him\n </p><p>\nduring the millennium.\n </p><p>\n   From  this also it is evident it is a resur-\n </p><p>\nrection from among  the dead. They  that\n </p><p>\nare His only being raised. The rest of  the\n </p><p>\ndead  lived not again  until the thousand\n </p><p>\n years were finished. \u0097Rev. 20; 5.\n </p><p>\n  Further   it is  a  resurrection   to  life.\n </p><p>\n Blessed and holy are they who take part in\n </p><p>\n it, they live and reign with Christ a thousand\n </p><p>\n years.\n </p><p>\n   Now  the Jews did not believe in a resur-\n </p><p>\nrection from the dead and were grieved when\n </p><p>\nthe  apostles preached  it through   Jesus.\n </p><p>\n\u0097Acts  4; 2. \u0095 It indicated nothing but judg\n </p><p>\nment for those left behind.\n </p><p>\n  The  Gentiles did not believe in the resur-\n </p><p>\nrection of the dead and mocked when they\n </p><p>\nheard it\u0097Acts 17; 20.\n </p><p>\n  But  this is as sure as the former, and all\n </p><p>\nthe wicked dead partake of it.\n </p><p>\n    THE  RESURRECTION OF JUDGMENT.\n </p><p>\n  From  the above the character and time of\n </p><p>\nthe other resurrection follows, viz.: \u0097\n </p><p>\n   As to  the time  of it. It is after the\n </p><p>\nmillennium. The rest of the dead lived not\n </p><p>\nagain until the thousand years were finished,\n </p><p>\n   The  persons raised are  all the  wicked\n </p><p>\ndead\u0097Rev. 20; 12. It is the resurrection\n </p><p>\n of the unjust\u0097Acts 24; 15.\n </p><p>\n   The character of it is that of judgment\u0097\n </p><p>\n John 5; 28. This takes  place before the\n </p><p>\n great white Throne\u0097Rev. 20; 11.\n </p><p>\n   The results of it are, that those who are\n </p><p>\n the subjects of this judgment are cast into\n </p><p>\n the lake of fire\u0097Rev. 20; 15. This is the\n </p><p>\n second death.\n </p><p>\n   To which of these two resurrections does\n </p><p>\n my Maori reader look forward?\n </p><p>\n                                      G. J. S.\n </p><p>\n    PRICE, Payable in advance\u0097One Penny  each, or Six Shillings per hundred and postage.\n </p><p>\n </p><p>\n </p><p>\n             THIS MAGAZINE MAY BE OBTAINED AT\n </p><p>\n            Bible, Book and Tract Depot, KARANGAHAPE ROAD, Auckland.\n </p><p>\n                               \u0084         91, MANCHESTER  STREET, Christchurch.\n </p><p>\n                              \u0084        HARDY  STREET, Nelson.\n </p><p>\n                                       CUBA  STREET, Wellington.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    Correspondence to be addressed \"Te  Hoa  Maori, \" care of Bible, Book and Tract\n </p><p>\n                        Depot, Karangahape Road, Auckland.\n </p><p>\n    The Prayers and interest of the Children of God are affectionately sought, in connection with this Magazine. (John vi. 5. 13).\n                      </p></td>"], "download_timeout": 180.0, "depth": 9, "download_latency": 0.39999985694885254, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__42.16", "text": ["<td>                                                  GOOD  NEWS.\n <p>\n  Then the fourth solemn fact, which is true now of you morally\n </p><p>\n\u0097that you are far away from God\u0097would be true alas! eternally:\n </p><p>\n\" our iniquities, like the wind, have taken us away, \"\n </p><p>\nfor you must hear the words, \"Depart from Me. \"\n </p><p>\n  Is there no hope, do you  say ? None  in you, but salvation\n </p><p>\nand  every blessing is found in Christ.\n </p><p>\n  Am   I an unclean thing 1 God's Word tells me \" The blood of\n </p><p>\n Jesus Christ His Son cleanseth us from all sin. \" (1. John i. 7. )\n </p><p>\n   Is my righteousness no good ? God declares that His righteous-\n </p><p>\nness (instead of our filthy rags) is \" upon all them that believe. \"\n </p><p>\n (Rom. iii. 22. )\n </p><p>\n   Shall I die 1 Not necessarily if I am a believer, because Christ\n </p><p>\n is coming, and \"we shall not all sleep. \" (1. Cor. xv. 51. ) For a\n </p><p>\n Christian death is simply called sleeping.;\n </p><p>\n   Am  I to be at a distance from God 1 No, since even now the\n </p><p>\n believer is \" made nigh by the blood of Christ\" (Eph. ii. 13), and \n </p><p>\n he will be for ever \" with the Lord. \" (1. Thess. iv. 17. )\n </p><p>\n   May God  show you what you have done, and what you are,\n </p><p>\n and also what He has done, and what He is. P. W. D.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n       THE GOSPEL BRINGS, NOT DEMANDS.\n </p><p>\n HOW      favoured are those who know the joyful sound of liberty\n </p><p>\n       to the captives ! Earthly figures are so poor that they fail\n </p><p>\n to describe the gospel and  its attendant blessing. A  wrecked\n </p><p>\n mariner had been  floating upon the open ocean for several days,\n </p><p>\n without  fresh water and with little food There was  the ocean\n </p><p>\n all around him, but it only mockd his raging thirst. When almost\n </p><p>\n dying he observed a white sail in the distance. Hope entered his\n </p><p>\n breast. Strength re-entered his frame. He  devised means  to\n </p><p>\n  attract the notice of the approaching ship. He  was  seen at\n </p><p>\n  length, and was taken on board. He was  saved! The  gospel\n </p><p>\n  comes where lost men are: it brings salvation. It is exactly suited\n </p><p>\n  to the necessities of sinners. It is the word of life, of peace, of\n </p><p>\n  power, of liberty, of heaven, because it is the word of God.\n </p><p>\n    Dear reader, have you experienced the power of the gospel 1 \"If\n </p><p>\n  not, I will only detain you to ask you one question: \" What shall\n </p><p>\n  the end be of them that obey not the gospel of God ? I. Peter iv. 17.\n                      </p></td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.3810000419616699, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_48.4", "text": ["<td>                                 <p>\n </p><p>\n </p><p>\n </p><p>\nHUIA TANGATA KOTAHI, HATAREI, HANUERE  26.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                               Titiro!   Titiro!!\n </p><p>\n </p><p>\n </p><p>\n                                                         E rua tekau mano iari kaone, Hatara ka hokona\n </p><p>\n                                                                    i runga i te utu iti i roto i nga toa o\n </p><p>\n </p><p>\n </p><p>\n                              PARAITA       MA\n </p><p>\n                           NEPIA ME  HEHITINGI\n </p><p>\n </p><p>\n </p><p>\n                                                     KOIA ENEI KO NGA  UTU.\n </p><p>\n. Timata atu ite 4½, 5½. tae atu ki te 6½.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                                 PARAITA\n </p><p>\n                          PANUITANGA.\n </p><p>\n                                                            He panuitanga tenei kia monio nga Maori ko\n </p><p>\n                                                           Erueti Rikihana, he tino, tohanga ki te mahi\n </p><p>\n                                                        parai i whare papa, me te tohu ki nga Kamura\n </p><p>\n                                                           mahi. Koia hoki te kai whakariterite mo te-\n </p><p>\n                                                           tahi mira kani rakau. E paka ana tana utu\n </p><p>\n                                                         o inana mahi.\n </p><p>\n                                                            Kei Waipawa tona kaainga tuturu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                                PANUITANGA KI NGA HOA MAORI,\n </p><p>\n </p><p>\n </p><p>\n                                                               Tenei kua perehitia totahi pukapuka ko to\n </p><p>\n                                                            Aroha o Rangi kia Papa te ingoa. Kei roto e\n </p><p>\n                                                         whakaata ana nga ra me nga po mahi kai, e\n </p><p>\n                                                           whakaatu ana hoki i nga tohu, o nga, ra pai o\n </p><p>\n                                                           nga  ra kino. Kei roto ano e whakaatu ana i\n </p><p>\n                                                                nga utu waea, reta, takai, tereina, me te wha-\n </p><p>\n                                                          kaatu i te pamamao o ia kaainga o ia kaainga,\n </p><p>\n                                                           me  nga ra hoki e haere atu ana. Kei roto ano\n </p><p>\n                                                        e whakaatu ana te mahinga o te Ao i runga i\n </p><p>\n                                                            te korero a nga tupuna.\n </p><p>\n                                                           He nui nga mea pai kei roto i taua pukapuka\n </p><p>\n                                                        hei mohiotanga ma teiwi Maori. Kote utu mo\n </p><p>\n                                                          te pukapuka e 2s. 6d. ara e rua herengi me te\n </p><p>\n                                                            hikipene. Me penei te tono mai.\n </p><p>\n </p><p>\n </p><p>\n                                                                             P. I. HUIA,\n </p><p>\n                                                                                     Tari o Huia,\n </p><p>\n </p><p>\n </p><p>\n                                                                               Hastings.\n </p><p>\n                                                               HEHITINGI, HAKII PEI NIU TIRENI.\n </p><p>\n                                                           he mea Perehi e TEOTI me IANGA a he mei\n </p><p>\n                                                           panui e IHAIA HUTANA, me TIMOTI WHIUA, a\n </p><p>\n                                                              raro i te Komiti o te Kotahitanga.\n </p><p>\n                                                                      HATAREI, HANUERE 26, 1895.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.3580000400543213, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.15&d=17_13b_9.14", "text": ["<td>                                140\nTE WAKA MAORI O NIU TIRANI.\nKO TE KUPU A TE KOMITI MO RUNGA I TE PUKA-\nPUKA-INOI A WIREMU PUATAATA ME ONA HOA\nE 5.\nKo tenei pukapuka-inoi na etahi tangata Maori o\nTokerau e ki ana ratou kua tinihangatia ratou i o\nratou whenua e te Kooti Whakawa Whenua Maori, a\ne tono ana ratou kia utua ranei ratou ki te £50 moni\nkia whakahokia ranei ki a ratou 1,000 eka whenua.\nKua whakahaua ahau kia ki penei atu ki te\nWhare:\u0097E pouri ana te Komiti notemea kahore\nratou i whai taima ki te uiui i nga tikanga e taea ai\ne ratou te whakaputa i tetahi whakaaro ma ratou mo\nrunga i nga kupu o tenei pukapuka-inoi.\nJOHN BRYCE,\nOketopa 25,1876.Chairman.\nKO TE KUPU A TE KOMITI MO RUNGA I TE PUKA-\nPUKA-INOI A ARIHI TE NAHU.\nE KI ana te Kai-inoi e mea ana a Mr. Henry Robert\nRussell (Henare Rata), kia riro i a ia tona whenua\n(to Arihi) kei Te Aute i te porowini o Haake Pei i\nrunga i te kupu kua hokona e ia i te kai-inoi. E ki\nana te kai-inoi i hokona tikatia e ia tetahi whenua ki\na Te Keneroiho (Kinross) a ko te £1,700 i hoatu e\nHenare Rata ki a ia, i whakapaua atu ranei e ia hei\nutu mahi whakawa i Poneke e hara i te utu whenua,\nengari he mea kia noho tonu ai te kai-inoi i a Henare\nRata, kei haere atu ki tetahi pakeha ke.\nKua whakahaua ahau kia ki penei atu ki. te\nWhare:\u0097E pouri ana te Komiti notemea kahore\nratou i whai taima ki te uiui i nga tikanga e taea ai\ne ratou te whakaputa i tetahi whakaaro ma ratou mo\nrunga i nga kupu o tenei pukapuka-inoi.\nJOHN BRYCE,\nOketopa 25,1876.Tumuaki.\nKo te nupepa o te taha ki Tauranga e ki ana:\u0097\n\" Kotahi te tamaiti tane o te Arawa, te kau ma rima\nona tau, i tahuri i tona hoenga atu i te Puna ki\nRangawai i te wiki kua taha ake nei. E hoe ana ko ia\nanake i runga i tona waka, a ngaro noa iho ana, e\nmaharatia ana kua mate pea ia i te wai. Kua mea\nnga Maori kia whakamutua e ratou te hi ika i\ntaua wahi, ka pa ra ano kia kitea tona tinana, kia\nwhai takiwa roa ranei e mohiotia ai e kore e kitea.\"\nKo te nupepa o Tauranga e ki ana:\u0097E korerotia\nana he nui te pai o te witi a nga Maori i Matapihi.\nE mahi ana tenei ki te patu, a e kite tonu ana i te\npai o te witi i te putanga mai i roto i te mihini, e\ntaimaha rawa ana hoki. Kotahi te poti tomo i te witi\ni kawea mai ki te taone i te Taitei kua taha ake nei, a\ni hokona katoatia ki te rima herengi me te hikipene\nmo te puhera.\nE korerotia ana e 36 nga kaipuke, rewa tahi nei,\nkua tahuri i te Moana ki te taha Raki (be moana kai\nte taha whakarua o Ingarani) i roto i etahi tupuhi i\nmua tata ake nei. E 215 nga tangata i mate i runga\ni aua kaipuke ; mahue ana ki te ao e 88 nga wahine\npouaru, e 200 nga tamariki pani.\nKo te huka e mahia ana i te ao katoa i roto i te\ntau kotahi, ia tau ia tau, hui katoa e tae ana ki te rua\nmiriona, kotahi rau e wha te kau mano tana.\nREPORT ON PETITION OF WIREMU PUATAATA AND\n5 OTHERS.\nTHIS petition is from certain Natives of the Bay of\nIslands, who state that they have been \" done out of\ntheir land\", through the action of the Native Lands\nCourt, and pray either that £50 should be paid to\nthem in cash, or that 1,000 acres should be restored\nto them.\nI am directed to report as follows:\u0097The Com-\nmittee regret that the time at their disposal has not\nbeen sufficient to enable them to make such inquiries\nas would justify them in reporting an opinion on the\nsubject-matter of this petition.\nJOHN BRYCE,\n25th October, 1876.Chairman.\nREPORT ON PETITION OF ARIHI TE NAHU.\nTHE petitioner states that Mr. Henry Robert Russell\nis endeavouring to get possession of her land at Te\nAute, in the Province of Hawke's Bay, alleging that\nhe had purchased it from petitioner. The petitioner\nhowever alleges that she sold some land properly to\nMr. Kinross, and that £1,700 which Mr. Russell\ngave her, or rather expended on costs of legal pro-\nceedings in Wellington, was not in payment for land,\nbut to induce petitioner to stay with Mr. Russell,\nand not to go to other Europeans.\nI am directed to report as follows:\u0097The Com-\nmittee regret that the time at their disposal has not\nbeen sufficient to enable them to make such inquiries\nas would justify them in reporting an opinion oa the\nsubject-matter of this petition.\nJOHN BRYCE,\n25th October, 1876.Chairman.\nThe Say of Plenty Times has the following:\u0097\"A\nNative youth about fifteen years of age, belonging to\nthe Arawas, was capsized in a canoe while going\nfrom Te Puna to Rangawai, one day last week. He\nwas paddling by himself, and has not been seen\nsince, and is supposed to have been drowned. The\nNatives about the locality have agreed not to fish near\nthe spot until the body is found, or a certain time\nelapsed when all hopes of finding it may be given\nup.\"\nThe Bay of Plenty Times states :\u0097\" By all reports\nthe wheat crop grown by the Natives at Matapihi\nhas turned out excellently well. Threshing is being\nproceeded with by degrees, and as each lot is passed\nthrough the machine, the result proves that the grain\nis heavy and the quality of the best. We are in-\nformed that a boat-load brought to town on Thursday\nchanged hands at five shillings and sixpence a bushel.\"\n\u0095 It is ascertained that 36 smacks have been lost in\nthe North Sea, owing to recent gales, with 215 lives,\nleaving 88 widows and over 200 children.\nEvery year the world produces about 2,140,000\ntons of sugar, so far as can be ascertained.\nPrinted under the authority of the New Zealand Government by GEORGE DIDSBURY, Government Printer, Wellington.                      </td>"], "download_timeout": 180.0, "depth": 15, "download_latency": 0.41100001335144043, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_42.4", "text": ["<td>                                                        HUIA  TANGATA   KOTAHI, HATAUJSil, TIHEMA  1.\n <p>\ne koe ki te Huia o te kotahitanga o te iwi\n </p><p>\nmaori, Aotearoa me te Waipounamu, kia\n </p><p>\nora tahi taua i roto o nga mahi tohu a to\n </p><p>\ntatou Ariki. Heoi tena na tohoa Pono\n </p><p>\nRev. Rutene te Aihu.\n </p><p>\n  He whakamau  maharatanga tenei he\n </p><p>\nmihi he tangi, ki te matenga o Mere Ta-\n </p><p>\nhatu tamaiti a Rev. Rutene  te Aihu,\n </p><p>\nMinita  o Uawa   takiwa  Rawhiti\n </p><p>\nmate ia i te 2 o Noema i te toru o nga\n </p><p>\nhaora i te ahiahi, i te tau o to tatou Ariki\n </p><p>\n1894  I whanau  ia i le tau 1889, ka te-\n </p><p>\nkau marina ona tau  He kotiro honore\n </p><p>\nia, e matenui tia ana e ana mutua me\n </p><p>\ntona iwi katoa he nui te Pouri me te\n </p><p>\nmamae  o te ngakau moona kua tangohia\n </p><p>\natu nei i tenei an, kua noho ia Matai,\n </p><p>\nxi-28. Haeremai kia HU e koutou katoa e\n </p><p>\nmauiui ana e taimaha ana a te Karaiti ia\n </p><p>\n Matui, xi-29. Tangohia taku Ioka  kia\n </p><p>\nkoutou, kia whakaakona koutou e ahau,\n </p><p>\nhe  ngakau  mahaki tooku, he ngakau\n </p><p>\nwhakake  kore, a e whiwhi koutou  ki\n </p><p>\nte okiokinga mo  koutou wairua. Kihai\n </p><p>\n tenei kotiro i pangia e te raruraru otenei\n </p><p>\nao, a tangohia nua tin ata H ia i tenei ao.\n </p><p>\n Ko te roa u Ienei kotiro, tekau marima\n </p><p>\n nei o ia tau, e toru ano Putu e wara inihi\n </p><p>\n te roa, ko te roroa u nga makawe   o\n </p><p>\n tona mahunga, e rua putu e ono inihi.\n </p><p>\n He hanga whakamiharo tona whakati u.\n </p><p>\n E kii ana ia Hapa 1-21. Na Ihoa i homai\n </p><p>\n na Ihoa, i tango, kia whakapaingia te\n </p><p>\n ingoa o Ihoa.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n           Kereitaone Nota,\n </p><p>\n                  Noema 24th, 1894\n </p><p>\n           Ki te Etita o Huia\n </p><p>\n   Ehoa e mihi iho ana ahau ki enei korero\n </p><p>\n a Huia Tangata Kotahi e whakaatu ake\n </p><p>\n nei i te mate o te Iwi Maori, tera ke atu\n </p><p>\n te putake o te mate kei tu mahia tuai i\n </p><p>\n roto inga whare nunui o Poneke, ehara i\n </p><p>\n te mea kotahi taua whare kaore he nui\n </p><p>\n aua whare e mahia mai nei he mate mo\n </p><p>\n tatou. Engari ko te mounu  o waho o\n </p><p>\n taua matau  koia tenei e ki ake nei he\n </p><p>\n Kooti Whenua  Maori, te rua he moni,\n </p><p>\n kaati e whakaae ana ahau.\n </p><p>\n   Me ki ake e au i nga mea e kitea ana e\n </p><p>\n toku hinengaro\n </p><p>\n  ' Tenei mate kei te puta tonu mai i nga\n </p><p>\n tangata matau  o tatou o te lwi Maori i\n </p><p>\n runga i taua matauranga, ka mahia he\n </p><p>\n mate mo te Iwi, ara mo ona hapu ake ka\n </p><p>\n  taka ki te hoko whenua, ki te mokete ku\n </p><p>\n pau nga whenua ka toe mai nga toenga\n </p><p>\n  Ki roto ki te ringa Kapunga ai, kua tu-\n </p><p>\n  pata i taua wa tenga kau kua titiro atu\n </p><p>\n  kinga whenua e takoto tonu ana i tona\n </p><p>\n  takoto ranga, konga moni i tango hia mai\n </p><p>\n  ra hei utu rau nuu whenua kua kure noa\n </p><p>\n  tu i te ra anu i tangohia mai ai kua hoki\n </p><p>\n  anu ki te Iwi nana tera taonga, ko te whe-\n </p><p>\n  nua kaore i hoki mai ki te Iwi Maori ka-\n </p><p>\n  tahi ka mahara me pupuri o tatou whenua\n </p><p>\n  inaianei, kua ki te pakeha kau mohio te\n </p><p>\n  lwi  Maori ki ora huarahi katahi ka\n </p><p>\n  homai ko  te Kooti Whenua hei aroaro\n </p><p>\n  mo  era mahi i runga ake nei kaati e ki\n </p><p>\n  te tunu ana tatou i nga tamariki i nga\n </p><p>\n  moko  puna  tuatahi, tuarua a te Kooti\n </p><p>\n  Whenua  Maori e takoto ana i roto i ana\n </p><p>\n  tikanga, heoi tu tunu  mai  ano  nga\n </p><p>\n   tangata matau  ki te korero, katahi te\n </p><p>\n   mahi pai he kooti whenua, kaore he mate\n </p><p>\n  e pa ki te Iwi ki te hapu, ka mahara te\n </p><p>\n  lwi me te hapu kuia ano me tuku o tatou\n </p><p>\n   whenua  kia kootitia, kauti ka tukua, te\n </p><p>\n   tuku nga utu kaore i roa kua tangi te\n </p><p>\n   ngakau kua  neke ke atu tekino i era\n </p><p>\n   mahi i kii ake ra e ahau te hoko te moke-\n </p><p>\n   te, kua ki te wahine te tamaiti he mate\n </p><p>\n tenei kai rite tenei mate ki te mute kohi\n </p><p>\n kiko e ngongoho nei i te oranga o te tanga.\n </p><p>\n ta tau atu, tau atu, te mutunga iho he\n </p><p>\n mate hemo rawa atu nei.\n </p><p>\n   Kaati tena, ka ki ake au i etahi peka o\n </p><p>\n te Kooti Whenua  Maori, ahau ki \n </p><p>\n aku tau e noho ara i te taane, taku mahi\n </p><p>\n he kooti whenua, ka tae mai au ki te taone\n </p><p>\n ka utua e au taku whare a men nga moni\n </p><p>\n i te wiki be miiti maku e mea nga moni i\n </p><p>\n i (e wiki ka haere enei mea.\n </p><p>\n Ue moni te Huka  He moni te Rohi\n </p><p>\n He moni te Ti     He moni te Pata\n </p><p>\n He moni te Tiamu  He moni te Miraka\n </p><p>\n     Be moni inga Pakeha mahi Ika\n </p><p>\n   Na ka puta mai te pire ki ahau i te\n </p><p>\n wiki mo enei mea katoa neke atu pen i te \n </p><p>\n tekau pauna taaku moni e Pau ana mo\n </p><p>\n enei mea i HU e noho ana i te taone.\n </p><p>\n   Ko nga eka o te whenua i tukua atu ai \n </p><p>\n  ki te kooti kaore i rahi, hei te whakatau-\n </p><p>\n  nga mai a te kooti iti rawa atu te whenua\n </p><p>\n  i riro mai i au heoi kaore i ea nga kai e\n </p><p>\n  tangohia mai ana e ahau ki tenei whenua,\n </p><p>\n  ka whakaaro nui te ngakau me pehea e\n </p><p>\n  rite ai nga moni a upa pakeha na ka\n </p><p>\n  rapu  atu te nga kau  ki etahi pitopito\n </p><p>\n  whenua ata  i tua atu o tera ka mahi\n </p><p>\n  ano mo aua moni ano ai na kei te neke\n </p><p>\n  haere tunu atu aua moni me pehea hoki\n </p><p>\n  e puta a i te taua mahi i te kooti whenua\n </p><p>\n  kua uru nu atu ana whenua ki roto i te\n </p><p>\n  kooti i nga kau matua kei muri tenei e\n </p><p>\n  haere atu ana tera atu ano n ratou moni\n </p><p>\n  i pau ki te kooti, nui atu i aka.\n </p><p>\n    Heoi e ki ake ana e kore tatou e puta\n </p><p>\n  ki waho n nga mahi a tepakeha, nga mea\n </p><p>\n  a te pakeha kei te mana aki tia e tatou,\n </p><p>\n  kaore tatou i te mohio ki te waahi i ma-\n </p><p>\n  hia mai ai, a me pehea e atou te ra hi e\n </p><p>\n  mohio ai e kore ai e riro o tatou hea whe-\n </p><p>\n  nua hei utu mo nga taonga o te pakeha.\n </p><p>\n    Heoi te mea i kitea e au ko nga kara-\n </p><p>\n  rehe a te pakeha i tae mai nei ki Nui Ti-\n </p><p>\n  reni, heoi ano kaore ano te Iwi i kaha Ui\n </p><p>\n  te mahi. Te rua kua riro utu nga whenua\n </p><p>\n  i te pakeha hei nohoanga moana kararehe.\n </p><p>\n    E  korero ake ana tenei i nga mea i ki-\n </p><p>\n  tea e toku ngakau tenei ake ano etahi.\n </p><p>\n    Heui ano na tuhou aroha pono.\n </p><p>\n </p><p>\n </p><p>\n                     Niniwi Kawana.\n </p><p>\n                                             £    s  d\n </p><p>\n      Heuheu Tukino.... 1 O  U\n </p><p>\n       Tepene Hipirini.... 1  U  O\n </p><p>\n       Tio Turi,... 100\n </p><p>\n       Tuta Nihoniho.... 100\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n PANUI TARIANA\n </p><p>\n </p><p>\n </p><p>\n    E hoa ma whakamutua te mau i a koutou\n </p><p>\n  uha, ki nga tariana pakeha, engari kawea mai\n </p><p>\n ki tenei tariana kia pata ai he momo kaha ki te\n </p><p>\n    mahi ma koutou. Ko tenei tariana he tamaiti\n </p><p>\n\u0095   na te tariana a te Makarini. Ko tona papa ko\n </p><p>\n1   Parangakirihi. Ko tona koka he tamaiti na\n </p><p>\n   Riritione, tariana a Henare Rata. Kei ware-\n </p><p>\n ware koutou ki to koutou hoa. Ko nga tangata\n </p><p>\n    e hiahia ana, me mau mai a koutou uhu ki\n </p><p>\n   Patangata. Ko te utu; ki nga Maori e rua\n </p><p>\ne   pauna e rima herengi £2 5s. ki nga pakeha e\n </p><p>\ne   toru pauna £3 5s.\n </p><p>\n </p><p>\n </p><p>\n            Heoi ano\n </p><p>\n6\n </p><p>\ne                 Ka to koutou hoa\n </p><p>\n </p><p>\n </p><p>\n  WHATU  RENATA,\n </p><p>\n             PATANGATA.\n </p><p>\nPANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n Ko PURUTIA.\n </p><p>\n   He Tariana mahi kei Pourerere e tu ana, ko\n </p><p>\n tona whakapapa o te koka. No Ongoropi ko\n </p><p>\n Kangakara, ko Nere, ko Purutia, ko te whaka-\n </p><p>\n papa o te matua taane. Na Takitera tuatahi KO\n </p><p>\n Takitera tua 2, nana ko Purutia, me kawe mai\n </p><p>\n a koutou uha kia puta he momo mahi, ma\n </p><p>\n koutou, he hoiho pai rawa tenei, ko ona tan e\n </p><p>\n wha, ko te utu mo te uha kotahi e £2 10s, ka-\n </p><p>\n wea mai a koutou uha he iti noa te utu, he pai\n </p><p>\n te patiki hei tunga mo nga uha, kite mate te\n </p><p>\n uha kaore he ritenga, he aitua tena pena ano\n </p><p>\n mo  nga kuao. Kite tikina mai nga uha me\n </p><p>\n homai te utu, i mua ka hari ni.\n </p><p>\n                HAPURONA ERUETI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n PANUITANGA KI MA HOA MAORI.\n </p><p>\n   Tenei kua perehitia tetahi pukapuka ko tu\n </p><p>\n Aroha o Rangi kia Papa te ingoa. Kei roto e\n </p><p>\n whakaatu ana nga ra me nga po mahi kai, e\n </p><p>\n whakaata ana hoki i nga tohu o nga ra pai o\n </p><p>\n nga  ra kino. Kei roto ano e whakaatu ana i\n </p><p>\n  nga utu waea, reta, takai, tereina, me te wha-\n </p><p>\n kaatu i te pumamao o ia kaainga o ia kaainga,\n </p><p>\n me  nga ra hoki e haere atu ana. Koi roto ano\n </p><p>\n e whakaatu ana te mahinga o te Ao i runga i\n </p><p>\n te korero a nga tupuna.\n </p><p>\n   He nui nga mea pai kei roto i taua pukapuka\n </p><p>\n  hei mohiotanga ma teiwi Maori. Kote utu mo\n </p><p>\n  te pukapuka e 2s. 6d. ara e rua herengi met e\n </p><p>\n  hikipene. Me penei te tono mai.\n </p><p>\n                  P. I. HUIA,\n </p><p>\n                         Tari o Huia,\n </p><p>\n                                     Hastings.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n TENEI KUA PUARE HE TOA MA\n </p><p>\n P. KEMARA\n </p><p>\n </p><p>\n </p><p>\n     NEPIA.\n </p><p>\n </p><p>\n </p><p>\n  Ki Tetahi o nga TOA hou a PIKOROWHE\n </p><p>\n       I HEHITINGI   NEI,\n </p><p>\n </p><p>\n </p><p>\n A E TONO ATU ANA HOKI KI ONA\n </p><p>\n    HOA MAORL\n </p><p>\n  Kia Haere  Mai ki Tona Toa  Tui Kahu.\n </p><p>\n </p><p>\n </p><p>\n     HAERE MAI, HAERE MAI\n </p><p>\n   Mau  Ano  e Titiro te Pai te Kino.\n </p><p>\n   Ko nga kahu pai, kaha, e mahia ana i runga i te utu\n </p><p>\n       iti rawa e rite ana mo ana kahu, a kaore\n </p><p>\n            hoki he Teera e iti iho ana 1 tenet.\n </p><p>\n   Koia enei ko nga utu mo nga hutu kaha, pai ano hoki:\n </p><p>\n                         £. S. d.\n </p><p>\n                               300\n </p><p>\n                       3    10    O\n </p><p>\n                               400\n </p><p>\n                       4    10   O\n </p><p>\n       Ahua kahu minita 5    10    O\n </p><p>\n     K mohio ana ahau ka rite to hiahia ki tau I tono al.\n </p><p>\n </p><p>\n </p><p>\n         HEHITINGI, HAKII PEI NIB TIRENI.\n </p><p>\n    He mea Perehi e TEOTI me IANGA a he mei\n </p><p>\n   panui e IHAIA HUTANA, me TIMOTI WHIUA, a\n </p><p>\n   raro i te Komiti o te Kotahitanga.\n </p><p>\n              HATAREI, TIHEMA 1, 1894\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.437000036239624, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_45.4", "text": ["<td>                                                          HUIA TANGATA   KOTAHI, HATAREI, HANUERE 5.\n <p>\nmutu mutu  o nga mahi i watea ai nga\n </p><p>\npakeha nei kite haere mai ki konei me\n </p><p>\netahi waahi atu hoki pea e noho ia ana e\n </p><p>\nte tangata Maori heoi ano.\n </p><p>\n       Na ta koutou mokai\n </p><p>\n                       Erueti Arani.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n              Uawa,\n </p><p>\n                 Tihema 12th, 1894.\n </p><p>\n          Ki te Etita o Huia.\n </p><p>\n  Ehoa  tena koe\u0097Panuitia atu hei titiro\n </p><p>\nraa nga whanaunga i tawhiti. No te\n </p><p>\nParaire 31 o nga ra o Akuhatu kua taha\n </p><p>\nake  nei i mate ni a Te Wheturereata te\n </p><p>\ntahi o nga tino tamaiti rangatira n tenei\n </p><p>\nmutu. He mokopuna  ia na te Kani a\n </p><p>\nTakirau raua ko Rangiuia.\n </p><p>\n  Kaore au e whakapapa no te mea kei\n </p><p>\nte mohio nga wahi katoa Kinga tipuna\n </p><p>\nkua whakahuatia i runga ake nei he tino\n </p><p>\ntamaiti. Kai ngakau, Na ona  Mataa,\n </p><p>\nNa ona Tipuna ara. Na ona hapu katoa\n </p><p>\ni whanau ia i te 19 o nga ra o Oketopa\n </p><p>\ntau 1884, te kau marua ona ra i takoto\n </p><p>\n ai i runga ite atamira rite tonu tona\n </p><p>\nahua. Me te mea  e moe  ana ahua\n </p><p>\n porangi ana a Teitanga, n Hauiti, i te\n </p><p>\n Matenga o taua tamaiti.\n </p><p>\n  He  hua tahi hoki na ona mataa na\n </p><p>\n Karaitiana Amiru raua ko Ereti Amaru.\n </p><p>\n   He  tamaiti kaore i  hakaaetia kia\n </p><p>\n mate. Heoi kua tangohia atu in e te koi-\n </p><p>\n hanga ki te wahi kua rite ia mo te\n </p><p>\n hunga tika.\n </p><p>\n   Kua mohio tenei ta maiti ko tona mate-\n </p><p>\n nga tenei e mate rawa ai. kakaranga ia,\n </p><p>\n ki tona Tipuna kia Apikara, kia tikina\n </p><p>\n te ahua o te Kamiti kaore ia i ki atu, ki\n </p><p>\n tona Tipuna, ko tehea ahua o te Karaiti\n </p><p>\n e mau mai. no te taenga mai, ka kitea,\n </p><p>\n ko te ahua o te Karaiti ratou ko ana a\n </p><p>\n konga ote po i takua ai Te Hapu Tapu i\n </p><p>\n mua i tona matenga.\n </p><p>\n   He mea harinui tenei ki ona matua.\n </p><p>\n </p><p>\n </p><p>\n           Heoi kaati i konei\n </p><p>\n                  Karaitiana Amaru.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nWHAKATUPATO\n </p><p>\n   KI   NGA     IWI.\n </p><p>\n    Kinga iwi Maori katoa o Aotearoa me\n </p><p>\n  te Waipounamu, he  kupu\n </p><p>\n  matou kia koutou Tane wahine Tama-\n </p><p>\n  riki hoki, kia whakamutua  te hoko\n </p><p>\n  whenua  te Reti me te Kooti, whenua\n </p><p>\n  papatupu whenua roherohe ranei whaka-\n </p><p>\n  tau hia ranei i te paanga o ia tangata, i\n </p><p>\n  roto i tenei tau ka. timata nei mehemea\n </p><p>\n  koutou  ki te manawanui i roto i tenei\n </p><p>\n  tau kotuhi, katahi ano ka puu he paku\n </p><p>\n  ora kia tatou, ara katahi  ka hinga atu\n </p><p>\n  nga ture kino n tenei kawanatanga kua\n </p><p>\n  Pahi nei mo tatou i tenei tau tena hoki\n </p><p>\n   e oti tetahi ture pai mo tatou whenua\n </p><p>\n  ina whakamutua  e te iwi ene mahi\n </p><p>\n   katoa, hei reira mahi \n </p><p>\n   mea hoki ka pai nga  ture, ki te tohu\n </p><p>\n  tonu koutou ki enei mahi kat e kohuru\n </p><p>\n   ana koutou, ia tatou ahi, a tera kou-\n </p><p>\n   tou e mea Amuri akenei he aha te rawa i\n </p><p>\n   pahure ia matou me te mea ra ko koutou\n </p><p>\n   ano te kai whakahe i a matou, i a matoi\n </p><p>\n   e whawhai ana i te whare mo enei mahi\n </p><p>\n a ka hoki mai ano te mate ki te iwi. he\n </p><p>\n nui no te Pukutohe ki te kooti whenna. \n </p><p>\n E  boa ma  e tamama e hine ma. tenei\n </p><p>\n ano  matou kei te matau  ki te take i\n </p><p>\n Pukutohe  ai koutou ki te kooti, ara koa\n </p><p>\n koutou  nei riri tarawhare, kia koutou\n </p><p>\n ano, I na i a te riri, kua oti te hanga he\n </p><p>\n mate mo  tatou i o tatou. whenua, kore\n </p><p>\n rawa e kitea atu te haunga, unga whenua\n </p><p>\n E  ngari kia oti he tikanga pai e whai\n </p><p>\n mana ai tatou ki n tatou whenua ka tahi\n </p><p>\n tatou ka whakahaere i raro i aua mahi\n </p><p>\n riri tarawhare a koutou kia koutou ano\n </p><p>\n kia mate rawa ake to hoa riri 9 man ana\n </p><p>\n te whenua kia koe n tera pea e marena a\n </p><p>\n korua uri ka tau ano kia raua, te whenua\n </p><p>\n ko tenei ka mate i a koe to boa riri, a ka\n </p><p>\n mate hoki ko koe i te kawanatanga, ka\n </p><p>\n riro ke atu te whenua kia ia, e kore hoki\n </p><p>\n koutou e hongihongi atu ki te kakara o\n </p><p>\n koutou whenua, i runga i ngu ture kino,\n </p><p>\n kua pahitia i runga i te whakaro o tenei\n </p><p>\n kawanatanga e tu nei, E hou ma ko te\n </p><p>\n hunga  e kite i enei korero kaua rawa e\n </p><p>\n wareware ki te Panui atu ki roto ki ona\n </p><p>\n iwi, a mehemea  e taea ka tae atu ano\n </p><p>\n matou  ki roto i o koutou takiwa korero\n </p><p>\n ai, kaati he kapu whakamutunga, to\n </p><p>\n matou hiahia me haere katoa nga tungutu\n </p><p>\n whai mahara  o ia iwi, ki te \n </p><p>\n kotahitanga ka tu ki Rotorua i a Maehe\n </p><p>\n e haere  mm  nei ka tae katoa matou ki\n </p><p>\n reira tatou korero nui ai i tetahi tikanga\n </p><p>\n kaua  te ngakau  e ngoikore ki tetahi\n </p><p>\n whakaro, ki tetahi tikanga ranei.\n </p><p>\n </p><p>\n </p><p>\n       Heoi,\n </p><p>\n              Na W Pere, M. H. R.\n </p><p>\n </p><p>\n </p><p>\n                Ropata Te Ao, M. H. R.\n </p><p>\n              Hone  Heke. M. H. R.\n </p><p>\n _______________________..\n </p><p>\n </p><p>\n </p><p>\n                                     £    s. d.\n </p><p>\n     H. Mangakahia... 1   O   O\n </p><p>\n     H. Te Rango... 100\n </p><p>\n      Whare Waata               O   O\n </p><p>\n     Karaitiana Amaru.. 00\n </p><p>\n     Hapi Ngakao.... 100\n </p><p>\n      Hone Puriri. 100\n </p><p>\n      Nikera Te Koro.... 100\n </p><p>\n     Tame Hone.. 100\n </p><p>\n     Ruiha Heretaunga.. 1   O    O\n </p><p>\n      Waipu te Moata.... 1   O    O\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI.\n </p><p>\n  Ko PURUTIA.\n </p><p>\n     He Tariana mahi kei Pourerere e tu ana, ko\n </p><p>\n   tona whakapapa o te koka. Ko Ongoropi ko\n </p><p>\n   Kangakara, ko Nere, ko Purutia, ko te whaka-\n </p><p>\n   papa o te matua taane. Na Takitero tuatahi KO\n </p><p>\n   Takitera tua 2, nana ko Purutia, me kawe mai\n </p><p>\n   a koutou uha kia puta he momo mahi, ma\n </p><p>\n   koutou, he hoiho pai rawa tenei, ko ona tau e\n </p><p>\n  wha, ko te utu mo te uha kotahi e £2 10s, ka*\n </p><p>\n  wea mai a koutou uha he iti noa te utu, he pai\n </p><p>\n   te patiki hei tunga mo nga uha, kite mate te\n </p><p>\nI   uha kaore he ritenga, he aitua tena pena ano\n </p><p>\n   mo  nga  kuao. Kite tikina mai nga uha me\n </p><p>\n  homai te utu, i mua ka hari ai.\n </p><p>\n </p><p>\n </p><p>\n1                 HAPURONA  ERUETI.\n </p><p>\nPANUI  TARIANA\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  E  hoa ma whakamutua te mau i n koutou\n </p><p>\n uha, ki nga tariana pakeha, engari kawea mai\n </p><p>\n ki tenei tariana kia puta ai be momo kaha ki te\n </p><p>\n mahi ma koutou. Ko tenei tariana he tamaiti\n </p><p>\n na te tariana a te Makarini. Ko tona popa ko\n </p><p>\n Purangakirihi. Ko  tona koka he  tamaiti na\n </p><p>\n Riritione, tariana a Henare Rata. Kei ware-\n </p><p>\n ware koutou ki to koutou hoa. Ko nga tangata\n </p><p>\n e hiahia ana, me mau mai a koutou uha ki\n </p><p>\n Patangata. Ko  te utu; ki nga Maori e rua\n </p><p>\n pauna e rima herengi £2 5s. ki nga pakeha e\n </p><p>\n toru pauna £3 5s.\n </p><p>\n </p><p>\n </p><p>\n          Heoi ano\n </p><p>\n               Na to koutou hoa\n </p><p>\n </p><p>\n </p><p>\n  WHATU  RENATA,\n </p><p>\n            PATANGATA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n PANUITANGA KI NGA HOA MAORI\n </p><p>\n   Tenei kua perehitia tetahi pukapuka ko te\n </p><p>\n Aroha o Rangi kia Papa te ingoa. Kei roto e\n </p><p>\n whakaatu  ana nga ra me nga po mahi kai, e\n </p><p>\n whakaatu  ana hoki i nga tohu o nga ra pai o\n </p><p>\n  nga ra kino. Kei roto ano e whakaatu Ana i\n </p><p>\n  nga utu waea, reta, takai, tereina, me te wha-\n </p><p>\n  kaatu i te pamamao o ia kaainga o ia kaainga,\n </p><p>\n  me nga ra tioki e haere atuana. Kei roto ano\n </p><p>\n  e whakaatu ana te mahinga o te Ao i runga i\n </p><p>\n  te korero a nga tupuna.\n </p><p>\n   He nui nga mea pai kei roto i taua pukapuka\n </p><p>\n  hei mohiotanga ma teiwi Maori. Kote utu mo\n </p><p>\n  te pukapuka e 2s. 6d. ara e rua herengi met o\n </p><p>\n  hikipene. Me penei te tono mai.\n </p><p>\n </p><p>\n </p><p>\n                  P. I. HUIA,\n </p><p>\n                         Tari o Huia,\n </p><p>\n </p><p>\n </p><p>\n                                    Hastings.\n </p><p>\n     TENEI KUA PUARE HE TOA  MA\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n P. KEMARA\n </p><p>\n                       o\n </p><p>\n        NEPIA\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  Ki Tetahi o nga TOA hou a PIKOROWHE\n </p><p>\n       I HEHITINGI NEI,\n </p><p>\n </p><p>\n </p><p>\n  A E TONO ATU ANA HOKI KI ONA\n </p><p>\n    HOA MAORL\n </p><p>\n </p><p>\n </p><p>\n   Kia Haere Mai ki Tona Toa  Tui Kahu,\n </p><p>\n     HAERE MAI, HAERE MAI\n </p><p>\n </p><p>\n </p><p>\n   Mau  Ano  e Titiro te Pai te Kino.\n </p><p>\n   Ko nga kahu pai, kaha, e mahia ana 1 runga i te utu\n </p><p>\n       iti rawa e rite ana mo aua kahu. A kaore\n </p><p>\n             hoki he Teera. e Iti iho ana i tenei.\n </p><p>\n   Koia enei ko nga utu mo nga hutu kaha pai ano hoki:\n </p><p>\n                          £. s. d.\n </p><p>\n                              300\n </p><p>\n                       3    10   O\n </p><p>\n                               400\n </p><p>\n                        4    10   O\n </p><p>\n       Ahua kahu minita  5    10    O\n </p><p>\n     £ mohio ana ahau ka rite to hiahia ki tau i tono al.\n </p><p>\n </p><p>\n </p><p>\n        HEHITINGI, HAKU   PEI NIU TIREKI.\n </p><p>\n Ka mea Perehi e TEOTI me IANGA a he mei\n </p><p>\n   panui e IHAIA HUTANA, me  TIMOTI WHIUA, a\n </p><p>\n    taro i te Komiti o te Kotahitanga.\n </p><p>\n  i          HATAREI HANUERE 5, 1893.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.3340001106262207, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__41.16", "text": ["<td>                                 16               GOOD  NEWS.\n <p>\n   \" Of us all\" No  believer is outside the benefit. All who can\n </p><p>\nin truth and repentance take their place as included by the first\n </p><p>\n\" all\" yes, every one who has been brought to see his guilt, and\n </p><p>\nGod's grace in providing such a Saviour, is privileged to know\n </p><p>\nthat his sins have been fully, and for ever, met by the atonement\n </p><p>\nmade  at the cross. \n </p><p>\n       HOW   TO GET  THE BLESSING,\n </p><p>\n   CHRIST, glorified at the right hand of the Majesty in the\n </p><p>\n      heavens, is presented by God to the whole world as THE\n </p><p>\nOBJECT  OF FAITH.\n </p><p>\n   \"Whom   God  hath set forth to be a propitiation through faith\n </p><p>\n in His blood, to declare His righteousness for the remission of\n </p><p>\nsins that are past, through the forebearance of God; to declare,\n </p><p>\n I say, at this time, His righteousness; that He might be just,\n </p><p>\nand  the justifier of HIM WHICH BELIEVETH IN JESUS. \" (Rom.\n </p><p>\n iii. 26. )\n </p><p>\n   \" Faith cometh by hearing \" [or a report], \" and hearing by\n </p><p>\n the Word of God. \" Rom. x. 17.\n </p><p>\n   God presents salvation in His Word in the simplest manner\n </p><p>\npossible for all. You may  have  it either by looking, hearing,\n </p><p>\n coming, or taking.\n </p><p>\n LOOK. \"Look unto Me, and be ye saved, all the ends of the\n </p><p>\n                  earth. \"   Isa. xlv. 22.\n </p><p>\n HEAR. \" Incline your ear, and come unto me; HEAR, and your\n </p><p>\n                  soul shall live. \"  Isa. Iv. 3.\n </p><p>\n COME. \"Come  unto Me, all ye that labour and are heavy\n </p><p>\n                 laden, and I will give you rest. \" Matt. xi. 28.\n </p><p>\n TAKE. \" Whosoever will, let him TAKE the water of life freely. \"\n </p><p>\n                Rev. xxii. 17.\n </p><p>\n   Could God make it more simple 1 Reader, will you be simple ?\n </p><p>\n Whether you  look unto Him in the glory, hearken to His voice,\n </p><p>\n come unto Him  with your burden, or take His free gift, it is\n </p><p>\n faith in each instance, and God says you are saved.\n </p><p>\n   Will YOU take Him at His word 1\n </p><p>\n   Christ \" was delivered for our offences, and was raised again\n </p><p>\n for our justification. Therefore being justified by FAITH, we\n </p><p>\n have peace with God THROUGH OUR LORD JESUS CHRIST. \" Rom.\n </p><p>\n iv. 25; v. 1                                     E. H. C.\n </p><p>\n </p><p>\n </p><p>\n    Printed by C. H. Murray, at his Registered Printing Office, 46, Lower Queen Street,\n </p><p>\n                          Auckland, N-Z. January 1897-\n                      </p></td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.43899989128112793, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_37.4", "text": ["<td>                                                           HUIA TANGATA  KOTAHI HATAREI. OKETOPA  27.\n <p>\n </p><p>\n </p><p>\n Taku  kupu  kia koe; kua ki ato au kia\n </p><p>\n  raua me hoki ki to korua, kainga kaore\n </p><p>\n he tangata, hei manaaki ia korua penei\n </p><p>\n  ia  au\n </p><p>\n. 2. Te rua, kaore aku wira kia. raua\n </p><p>\n kaore i mua kaore i muri mai tae noa\n </p><p>\n  mai. ki naianei heoi a o taku wira. kia,\n </p><p>\n raua ko taku; moni kai te mahara tonu\n </p><p>\n  au kia raua etiaki nei ia aa..\n </p><p>\n    3. Te tora kai. a koe nga mea katoa\n </p><p>\n  kaore tahi i a au koau anake tenei.\n </p><p>\n, 4. Kia korua ko to taina, me a korua\n </p><p>\n  tamariki mana ia kahe nga tamariki e\n </p><p>\n  taea  te aha.\n </p><p>\n    5. Tenei kupu aku hoatu te hia o to\n </p><p>\n  tama kia iu o Tautaane heoi; na kupu,\n </p><p>\n  matou i rongo i tenei ohaki, ko H.\n </p><p>\n  Matua Kiingi Paora, Matunu me Ani\n </p><p>\n. Ka utua, e au e pai ana o kupu maku\n </p><p>\n  e whiriwhiri a na maua ko kiingi i whi-\n </p><p>\n </p><p>\n </p><p>\n   whiri.\n </p><p>\n </p><p>\n </p><p>\n  wahine mo taku kore e manaaki e tika\n </p><p>\n  ana, kaore e. taea e matou tau manaaki\n </p><p>\n  he aha koa, taku utu moto kupu  ka\n </p><p>\n  hoatu e au tetahi wahi o toa oranga ki o\n </p><p>\n   kaitiaki.\n </p><p>\n </p><p>\n </p><p>\n     Henare Matua e pai ana kai a koe te\n </p><p>\n  tikanga. \n </p><p>\n    Taku utu moto kupu kai nu nga mea\n </p><p>\n  katoa e tika ana tenei kupu au e mohio\n </p><p>\n  ana  au \n </p><p>\n  mua  he kupu tika te ohaki, inaianei he\n </p><p>\n  uaua engari ano te wharangi pukapuka.\n </p><p>\n    Henare  Matua kai a koe te tikanga\n </p><p>\n  kaore hoki ia au kua oti atu kia koe\n </p><p>\n  heoi ano ana kupu.\n </p><p>\n                   27 Akuhata 1894.\n </p><p>\n    Ka whakapumautia taua ohaki koia te\n </p><p>\n    nei.\n </p><p>\n    He ohaki naku nu Henare Matua kia\n </p><p>\n  Heta Matua me Tipene Matua me o ko-\n </p><p>\n  rua uri, oku paanga katoa i runga inga\n </p><p>\n  whenua katoa me oku rawa katoa kia ko-\n </p><p>\n  rua koia tenei Porangahau (So. 1, 2, 3, )\n </p><p>\n   me Mangamaire poraka tae noa kite rohe\n </p><p>\n  o nga Rangi whakaupoko raua ko te whe-\n </p><p>\n   ki, taku hia i mangaangiangi me taku\n </p><p>\n   karauna karati o Tautane me nga eka ite\n </p><p>\n   taone rae tahi wahi i waho atu o enei,\n </p><p>\n   engari me hoatu e korua tehea o takorua\n </p><p>\n   tama o Henare te Atua o Tautaane.\n </p><p>\n     Tenei kupu aku te marae te whare\n </p><p>\n   nga korero te mana ki tangata te aroha\n </p><p>\n   te whakapono kia mau.\n </p><p>\n    Taku  mana Rangatira o aku tupuna\n </p><p>\n   taku mana whakahaere mo nga whenua\n </p><p>\n   mo ngu tangata kia mau e nei kupu aku.\n </p><p>\n     Me hoatu ekorua he penihana kia\n </p><p>\n   Haumu  me Ani, kia toru tekau pauna ite\n </p><p>\n   tau  engari kai a korua te tikanga kite\n </p><p>\n   whaka matu i taua penihana.\n </p><p>\n </p><p>\n </p><p>\n     HENARE MATUA\n </p><p>\nWaipatu,\n </p><p>\n </p><p>\n </p><p>\n                 Akuhata 27, 1894,\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  PANUITANGA KI NGA HOA MAORI\n </p><p>\n                    o\n </p><p>\n     Tenei kua perehitia tetahi pukapuka ko te\n </p><p>\n    Aroha o Rangi kia Papa te Ingoa. Kei roto e\n </p><p>\n    whakaatu ana nga ra me nga po mahikai, e\n </p><p>\n    whakaatu ana hoki i nga tonu o nga ra pai o\n </p><p>\n    nga ra kino. Kei roto ano e whakaatu ana i\n </p><p>\n     nga utu waea, reta, taka tereina, me te wha-\n </p><p>\n    kaatu i te pamamao o ia kiminga o ia kaainga,\n </p><p>\n    me nga ra hoki e haere atu ana. Kei roto ano\n </p><p>\n    e whakaatu ana te mahinga ote Ao i runga i\n </p><p>\n    te korero a nga tupuna.\n </p><p>\n      He nui nga mea pai kei roto i taua pukapuka\n </p><p>\n    hei mohiotanga ma te Iwi Maori. Ko te utu mo\n </p><p>\n    te pukapuka e 2s. 8d. ara e rua herengi mete\n </p><p>\n     hikipene. Me penei te tono mai.\n </p><p>\n </p><p>\n </p><p>\n                     P. I. HUIA,\n </p><p>\n                           Tari o Huia,\n </p><p>\n                                       Hastings.\n </p><p>\n      PANUI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  Hoiho kei te ngaro, he Rahopoka he Pakaka\n </p><p>\nahua pouri, kote ihu he ma paku hei, na te\n </p><p>\ntaura, he ma keite Pona o te tetahi o nga wae-\n </p><p>\nwae o muri, he ma paku kei te tuara. \u0095 Ko te\n </p><p>\nParani kei te Peke.\n </p><p>\n Re  mea katikati nga huruhuru, ki te kitea\n </p><p>\nmauria mai kiau ki Waipawa nei, maku e atu\n </p><p>\nkia koe te Pauna.\n </p><p>\n              Na RENATA ROPIHA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nPANUITANGA\n </p><p>\n  Panuitanga. Kinga wahine o roto o te rohe\n </p><p>\nPooti mema o te takiwa o Heretaunga Ahuriri.\n </p><p>\nHe whakaturanga i puta, i te  Nama 28, o\n </p><p>\nHuia, i Puta i te hui wahine i tu ki te Paki-\n </p><p>\npaki i te 10 o Akuhata 1894 kia nukuhia, to\n </p><p>\nratou hui mo te 3 o nga ra o Hanuere 1895.\n </p><p>\n  A he Panui atu tenei kia Pootitia mai e\n </p><p>\nkoutou, e ia kainga e ia kainga o roto o te rohe\n </p><p>\no Heretaunga nei e tahi o koutou hei mema mo\n </p><p>\nkoutou, ki roto i to koutou, hui wahine, ka tu\n </p><p>\nki te Haake, a te 8 Hanuere 1895. A, e ahei\n </p><p>\nana hoki nga wahine o roto o ia rohe o ia rohe,\n </p><p>\nte Pooti i etahi o ratou, a ka whakata hui ma\n </p><p>\nrotou ki to ratou tokiwa. Penei i to Heretaunga\n </p><p>\nkaa korerotia akenei, a ki te mutu tens, me\n </p><p>\ntaku atu nga tikanga i oti i o ratou hui ki te\n </p><p>\nParemata  o te kotahitanga i Rotorua, a hei\n </p><p>\ntana Paremata katahi ka whakatuturutia nga\n </p><p>\ntino Pooti tanga mo nga taane me nga wahine\n </p><p>\no roto o nga rohe kua Panuitia i te tau 1892,\n </p><p>\nmo te Pootitanga hoou no te mea kua pahi te\n </p><p>\ntoru tau i kiia i. roto i taua Ture, a kua poti hou\n </p><p>\nnga mema katoa wahine, Taane.\n </p><p>\n  Ko tenei hei whakaritenga mo te kupu i oti\n </p><p>\ni te hui ki Pakirikiri Turanganui. No reira ka\n </p><p>\nwhakahauatunei kia koutou. A e ahei ana hoki\n </p><p>\ni runga i to \n </p><p>\n80 mema mo ia komiti mo ia komiti\n </p><p>\n  I tukua atu i raro i toku ringa i tenei ra 18\n </p><p>\nOketopa 1894. I\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                 Timuaki o te Whare\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   PANUITANGA.\n </p><p>\n   He  panuitanga tenei kia mohio nga\n </p><p>\n Mauri  ko  Erueti Rikihana, he tino\n </p><p>\n tohunga ki te mahi parai i whare papa.\n </p><p>\n me te tohu tohu ki nga Kamura mahi.\n </p><p>\n Koia hoki te kai whakariterite mo tetahi\n </p><p>\n mira kani rakau.. K paku ana taha utu\n </p><p>\n o mana mahi.:\n </p><p>\n   Kei Waipawa  tona kaainga tuturu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n PANUI TARIANA\n </p><p>\n           \u0097\u0097\u0097«, \u0097\u0097__\n </p><p>\n   E  hoa ma whakamutua te mau i a koutou\n </p><p>\n  uha, ki nga tariana pakeha, engari kawea mai\n </p><p>\n ki tenei tariana Wa puta ai he momo kaha ki te\n </p><p>\n  mahi ma koutou. Ko tenei tariana he tamaiti\n </p><p>\n  na te tariana a te Makarini. Ko tona papa ko\n </p><p>\n  Parangakirihi. Ko tona koka he tamaiti na\n </p><p>\n  Riritione, tariana a Henare Rata. Kei ware-\n </p><p>\n  ware koutou ki to koutou hoa. Konga tangata\n </p><p>\n  e hiahia ana, me mau mai a koutou uha  ki\n </p><p>\n  Patangata. ' Ko te utu; ki nga Maori e rua\n </p><p>\n  pauna e rima herengi £2 5s. ki nga pakeha e\n </p><p>\n  toru panui £3. 5s\n </p><p>\n </p><p>\n </p><p>\n            Heoi ano   \n </p><p>\n </p><p>\n </p><p>\n                Na to koutou hoa\n </p><p>\n  WHATU   RENATA,\n </p><p>\n </p><p>\n </p><p>\n             PATANAGATA.\n </p><p>\n  PANUI KI NGA MAORI\n </p><p>\n </p><p>\n </p><p>\n   Ko nga nama katoa a nga tangata kia\n </p><p>\n J. H. KOTORE   nae utu i te ra whaka-\n </p><p>\n mutunga o Oketopa  i mua  atu ranei.\n </p><p>\n Ki te kore e utua i taua, ra kamenetia\n </p><p>\n nga  tangata e  tako o tonu ana nga\n </p><p>\n nama.\n </p><p>\n             Heoi ano..\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nNA J. H. KOTORE\n </p><p>\n Tangata  tui tera, tui kakahu paki o\n </p><p>\n         KAIKORA\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n      PANUI..\n </p><p>\n  KO PURUTIA\n </p><p>\n  He Tariana mahi kei Pourerere e tu ana, ko\n </p><p>\n tona whakapapa o te koka. No Ongoropi ko\n </p><p>\n  Kangakara, ko Nere, ko Paratia, ko te whaka-\n </p><p>\n  papa o te matua taane. Na Takitera tuatahi ko\n </p><p>\n  Takitera tua 2, nana ko Punitia, me kawe mai\n </p><p>\n  a koutou uha kia puta he momo mahi, ma\n </p><p>\n  koutou, he hoiho pai rawa tenei, ko ona tau e\n </p><p>\n  wha, ko te utu mo te uha kotahi e £2 10s. ka-\n </p><p>\n  wea mai a koutou uha he iti noa te utu, he pai\n </p><p>\n  te patiki hei tunga mo nga uha, kite mate te\n </p><p>\n  uha kaore he ritenga, he aitua tena pena ano\n </p><p>\n  mo nga kuao. Kite tikina mai nga uha me\n </p><p>\n  homai te utu, i mua ka hari ni.\n </p><p>\n                HAPURONA  ERUETI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n P. KEMARA,\n </p><p>\n    E  Whakaatu   ana  ki  nga  tangata o\n </p><p>\n     NEPIA,\n </p><p>\nI me ona hoa Maori, kua tae katoa mai nga kahu\n </p><p>\n           hou ki tona whare Nepia.\n </p><p>\n </p><p>\n </p><p>\n          KO     ANA      KAHU\n </p><p>\n  He  Koti Wuuru, me  era mea katoa e pirangi\n </p><p>\n    ana te tangata. Kei  aia hoki nga ahua,\n </p><p>\n mahinga kahu hou, pai hoki, o Ingarani.\n </p><p>\n i Me haere mai koutou, me homai he oota kia\n </p><p>\n   mahia he kahu pai mo koutou ko nga Utu\n </p><p>\n </p><p>\n </p><p>\n    TARAU                  15  Kite 25s\n </p><p>\n    HUTU               £2 10 Kite £3 14s\n </p><p>\n    HUTU  Mete Tarau i waho,\n </p><p>\n       haere atu ite   \u0095  £3 15 O Kite £5 5s O\n </p><p>\n      KI NGA HOA MAORI.\n </p><p>\n     Kote tangata e haere ana mai kia mahia he kahu\n </p><p>\n   muna  ka hoatu he paipa he haikiha ranei mona, ki\n </p><p>\n   piriangi kahu koutou mo koutou, haere mai kite whai\n </p><p>\n   iti te utu, ko tenei anake te whare e hoatu ana i\n </p><p>\n   tarau ra waho. Ko toku whare kei te taha ote MAHO\n </p><p>\n   NIKA. HOTERA, NEPIA.\n </p><p>\n     Ka nui te whakapai o nga tangata ki taku mai\n </p><p>\n   kahu, Ina hoki ka   whakaaturia nei tetahi re\n </p><p>\n   whakapai a tetahi tangata moku.\n </p><p>\n     Ka  Whitu tau  e mahi  ana  P. KEMARA   ki \n </p><p>\n    kaore ano 1 kitea te ahua te he i ata kaore anu ho\n </p><p>\n   he  tangata i mea mai kei te kino tana mahi kat\n </p><p>\n   engari e whakapai tonu ta ratou I aia\n </p><p>\n            J. H. TOROANA.\n </p><p>\n </p><p>\n </p><p>\n         HEHITINGI, HAKII PEI NIU  TIRENI.\n </p><p>\n*     He mea Perehi e TEOTI me IANGA. a be \n </p><p>\n    panui e IHAIA HUTANA, me TIMOTI WHIU.\n </p><p>\n   raro i te Komiti o te Kotahitanga.\n </p><p>\n            HATAREI, OKETOPA, 27 1894.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.4230000972747803, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_46.4", "text": ["<td>                                                       HUIA TANGATA  KOTAHI, HATAREI. HANUERE  12.\n <p>\nHone Heke\n </p><p>\n e Hone Heke.\n </p><p>\n Heke \n </p><p>\n    Kia ora katoa tatou e hoa ma i roto i\n </p><p>\n  te Ariki.\n </p><p>\n    Na nga peka o te komiti o Hinepare, e\n </p><p>\n nono nei i te taku tai kua whakahuatia\n </p><p>\n  i runga ake nei.\n </p><p>\n                 Otaki,\n </p><p>\n </p><p>\n </p><p>\n                    Oketopa 29, 1894\n </p><p>\n           Ki te Etita o te Huia\n </p><p>\n                                                       Korongata,\n </p><p>\n </p><p>\n </p><p>\n                                                       Hepetema 10, 1894.\n </p><p>\n                                             Ehoa e te Etita tena koe Te mahi ua\n </p><p>\n                                          i nga tuahi mo te iwi, tenei ka tukua atu\n </p><p>\n                                         tetahi whakamiharo whakapai mo tetahi\n </p><p>\n                                        hui i tu ki Tikokino i nga ra whakamu-\n </p><p>\n                                         tunga o Akuhata  nei te take o taua hui\n </p><p>\n                                           he mahi ki te Atua kia tika ai tenei kupu\n </p><p>\n                                           e ki nei te karaipiture, kei whakamene-\n </p><p>\n                                        menga  kia whakahauhau ai tetahi i te-\n </p><p>\n                                          tahi, henai nga mahi pai katoa i mahia i\n </p><p>\n                                           taua hui he tuahi anake nui te atua, kia\n </p><p>\n                                         mahara nga ngakau mahara kia kuare nga\n </p><p>\n                                         ngakau kuare ki to ranui a te atua mea\n </p><p>\n                                          iti nei e tae ma. Ko taua hui na te mo\n </p><p>\n                                        mona  i awhinatia te hai e Tuhoe, ara i\n </p><p>\n                                            whangainga  ki te kai. he rite tonu te\n </p><p>\n                                             whiu  kai i te ata i te tina i te ahiahi i\n </p><p>\n                                             waenga  nui    ka kite nga kai katoa \n </p><p>\n                                            taua hui taewa paiana purini keke pihi-\n </p><p>\n                                           kete kai kori kau hipi poaka huahua\n </p><p>\n                                             manu   pipipi kuihi heihei, ehoa ma ka-\n </p><p>\n                                           ahi ano ka kitea te nei purini te mama-\n </p><p>\n                                           ku nui atu te pai i nga kai katoa, kaua\n </p><p>\n                                          Tuhoe, ko te ngeru tenei a tuhoe,\n </p><p>\n                                                mo te hari kai.\n </p><p>\n                                           He aha he kai ma taku hui he kuihi\n </p><p>\n                                         *  he kuihi he heihei he heihei te kai wha-\n </p><p>\n                                            kaatu i te awatea e tekeko, haramai ai to\n </p><p>\n                                        \u0095   tangata ko Wi mutu me te mea te taiaha\n </p><p>\n                                             ka whatiwhati ia i roto i nga ringa tare\n </p><p>\n                                             a. a nga karu i waho, te arero i raro i te\n </p><p>\n                                         \u0095  kauae, ka puta mai ai oha -wahine ko\n </p><p>\n                 AKEPA. MAKI.\n </p><p>\n       Ki  te Etita. o Huia.\n </p><p>\n </p><p>\n </p><p>\n   te 17 Noema 1894\n </p><p>\ni mate a a Makona i te Rangi, i\n </p><p>\nmate  ia ki Waiamarama   ka  14,\n </p><p>\nona tau he tumai i aroha nuku,\n </p><p>\nko taku mihi tunui mona.\n </p><p>\n  Toku aroha ra e hika kia koe e\n </p><p>\n wawae ake ana, he aroha te parau\n </p><p>\n ki te haonoa atu he manu haere\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                WI RANGIRANGI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    PANUITANGA.\n </p><p>\n    He  panuitanga tenei ki mohio nga\n </p><p>\n     ko  Erueti Rikihana,\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n     Kei Waipawa\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  PANUITANGA KI NGA HOA MAORI.\n </p><p>\n </p><p>\n </p><p>\n      Tenei kua perehitia tetahi pukapuka ko te\n </p><p>\n    Aroha o Rangi kia Papa te ingoa. Kei roto e\n </p><p>\n    whakaatu ana nga ra me nga \n </p><p>\n </p><p>\n </p><p>\n                   P. I. HUIA,\n </p><p>\n </p><p>\n </p><p>\n                          Tari o Huia,.\n </p><p>\n </p><p>\n </p><p>\n*                                     Hastings.\n </p><p>\n           HEHITINGI, HAKU   PEI NIU TIRENI.\n </p><p>\n      He mea Perehi e TEOTI me IANGA a he mei\n </p><p>\n    panui e IHAIA HUTANA, me TIMOTI WHIUA, a\n </p><p>\n     taro i te Komiti o te Kotahitanga.\n </p><p>\n             HATAREI HANUERE  12. 1895.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.44299983978271484, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_43.4", "text": ["<td>                                                          HUIA TANGATA KOTAHI, HATAREI, TIHEMA 8.\n <p>\nraa nei, hei kawenga ma Huia ki nga\n </p><p>\nmotu  o Nui Tireni nei.\n </p><p>\n  I roto i a Hoia Tangata Kotahi, Nama\n </p><p>\n 27, pukapuka 2, Hatarei, 18 Akuhata,\n </p><p>\n 1894, ka kite matou i tetahi panui o te\n </p><p>\nmatenga o Manahi Iri.\n </p><p>\n </p><p>\n </p><p>\n  Ko  etahi wahi o taua panui e he ana,\n </p><p>\nki ta matou titiro iho, no reira ka tukua\n </p><p>\natu nei enei kapu hei whakatikatika, kia\n </p><p>\nmarama  ai te Iwi o Ngaitahu me nga\n </p><p>\niwi katoa e noho nei i nga motu nei, koi\n </p><p>\nwaiho tonu e te iwi o Ngaitahu me etahi\n </p><p>\n ata iwi ko te tikanga tonu tena.\n </p><p>\n   Engari ia koia tenei ka tuhia iho nei\n </p><p>\n ki raro nei.\n </p><p>\n  He! a Rakatehumnu timata ai nana a\n </p><p>\nNukuroa raua ko Tahumuri, na Nukuroa\n </p><p>\nna  te tuakana ko te Ahu to mua, ko\n </p><p>\nTamatea nai to nauri, ko Tamatearoa to\n </p><p>\nmuri ko Tamatea Kaimatamua te mutu-\n </p><p>\n nga nana a Toiteuetani tana ko te Wai-\n </p><p>\n wai tana ko Kuakaito tana ko Tamawha-\n </p><p>\n tiua tana ko Tamaihuporo tana ko Rakai-\n </p><p>\n tekura. Na kaa motu te matamuatanga o\n </p><p>\n Tamaihuporo ia Rakai te kua, kua haere \n </p><p>\n potiki a Tuteuhuka, kati tena, ka, hoki\n </p><p>\n ata ki te tuakana, kia Tamateanui, nana\n </p><p>\n a Turaukawa nana a Kauriki nana a\n </p><p>\n Kuaiti raua ko Kahukura wanaka kua\n </p><p>\n motu ia Raniti te mata mua tanga o\n </p><p>\n kahu kura wanaka. Ka  riro ko Rauiti\n </p><p>\n nana ko Mokara, raua ko te Kurai waho,\n </p><p>\n to muri te wahine tuatahi a Tamaihuporo\n </p><p>\n nana a Rakaitekura no muri ka moe ia\n </p><p>\n Mo kara i te tuakana nana a Tutehuka.\n </p><p>\n Me tiki atu kia Tahuparapara nana a\n </p><p>\n Wi, tana ko Wa, tana ko Rangiroa, nana\n </p><p>\n ko Tutumai ao, nana a Haehaeone nana\n </p><p>\n Matakurae, nana ko Tumanahune* nana\n </p><p>\n ko Takoi otua nana Taputekaehe nana\n </p><p>\n ko te Moeanu nana Hineroriki, nana ko\n </p><p>\n Hinerotea, nana ko te Kuharu nana ko\n </p><p>\n Taiari nana ko te Roroa nana ko Te Tuaki\n </p><p>\n nana ko te Whetiko nana ko te Kaeha\n </p><p>\n nana ko Te Orooro, nana ko te Akiwai\n </p><p>\n nana ko Tumataenuku nana ko Tumata-\n </p><p>\n araki nana a Tokowaru, nana ko Toko-\n </p><p>\n oterangi nana a Raukawa nana a Hau-\n </p><p>\n mia pana a Hine iwi nana ko te tungane\n </p><p>\n a Tamakaitaki a Hina iwi, ka moe ia tu\n </p><p>\n te uha nga, nana a Hikatutae, ka moe\n </p><p>\n ia Pakare nana  a te Kuraiwahoikora,\n </p><p>\n rana ko Kaiata, na kua motu ano te ma-\n </p><p>\n tamua uinga o Kaiota ia te Kurawahoi-\n </p><p>\n koa. Kaiata nana Pitata nana a Hine te\n </p><p>\n kukuraatane raua ka Tahe, me era atu\n </p><p>\n, na kua motu ano a Tehe ia Hine te kuku-\n </p><p>\n ra atane tana putanga mata mua ko te\n </p><p>\n Uwira, nana a Teihoka, nana a Wi Nai-\n </p><p>\n hira Teihoka. na Tehe, ko Horoka, nana\n </p><p>\n ko  te kaumatua nei i roto i te panui o\n </p><p>\n te 18 o nga ra o Akuhata kua pahuri nei.\n </p><p>\n   Me hoki te titiro kia Kahukurawanaka\n </p><p>\n i moe ia Tauamotu nana a Tamateraki\n </p><p>\n kua motu te matamua tanga o Tauamotu\n </p><p>\n  ia Rangitawhio, Tauamotu nana a Tama-\n </p><p>\n  teraki nana a Takauru, nana a Taipari,\n </p><p>\n  nana a Teehu, nana a Tuata, nana a\n </p><p>\n  Hine  kai moe, nana a, Pitata na ka riro.\n </p><p>\n  ke ano te Matamuatanga Wi Naihira,\n </p><p>\n  kati enei kupu me haere atu tenei ki te\n </p><p>\n  korero matamuatanga o Manahi Iri, e ki\n </p><p>\n  nei taua panui na reira a Moki i ki ake\n </p><p>\n  ai ma Hikatutae aia e taka Na kia ma-\n </p><p>\n  rama  koutou katoa e te iwi o Ngaitahu\n </p><p>\n  mo Hikatutae he tangata tera i whaka-\n </p><p>\n  ritea mo tera mahi, e hara i te mea na\n </p><p>\n  te Ariki tanga i waiho ai hei taka tupa-\n </p><p>\n  paku  me nga uri o Hikatutae e ki nei,\n </p><p>\n  tae noa mai ki ona Uri, kia mataa kou-\n </p><p>\n  tou ko Kaitara, taua Uri e kiia nei i te\n </p><p>\n  panui ko taua tangata ko Kaitara, e hara\n </p><p>\n  e  hara i te  Ariki, i te matamua-\n </p><p>\n  tanga ranei, he potiki rawa no muri\n </p><p>\n rawa a Papa awai i a te Kuraiwaho,\n </p><p>\n raua ko Kaiatana nana Tamaikuku, nana\n </p><p>\n a Kaitara Na ma koutou e titiro mehe-\n </p><p>\n mea kei whea tena Ariki tanga. Na mo\n </p><p>\n te whakaritenga ia Momo raua. ko. te\n </p><p>\n Maiharanui, ki te kau matua  nei kia\n </p><p>\n Manahi  Iri. me ki atu e tenei panui e\n </p><p>\n kore etahi noa iho e rite kia raua kore\n </p><p>\n rawa. Tenei ano etahi tamariki hei wha-\n </p><p>\n karitenga i nga uri o Toene Topi Patuki,\n </p><p>\n e \n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n hoki totahi kupu me nga Uri o taua kau\n </p><p>\n matua me ki ata e tenei panui e kore e\n </p><p>\n rite, tenei ano nga tamariki e rite ai.\n </p><p>\n </p><p>\n </p><p>\n              Heoi ano,\n </p><p>\n </p><p>\n </p><p>\n                     Tanahira,\n </p><p>\n          Waruwarutu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n                                             £    B  d\n </p><p>\n    Hohaia Te Hoata. 100\n </p><p>\n     Ihaka Tatare   '           100\n </p><p>\n    B. Haapu     100\n </p><p>\n    Wiremu Kahuoterangi    100\n </p><p>\n     P. T. Mihaere.. 100\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   PANUITANGA.\n </p><p>\n   He  panuitanga tenei kia mohio nga\n </p><p>\n Maori  ko  Erueti Rikihana, he  tino\n </p><p>\n tohunga ki te mahi parai i whare papa,\n </p><p>\n roe te tohu tohu ki nga Kamura mahi.\n </p><p>\n Koia hoki te kai whakariterite mo tetahi\n </p><p>\n mira kani rakau. E paku ana. tana utu\n </p><p>\n o mana mahi.\n </p><p>\n   Kei Waipawa  tona kaainga tuturu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n     PANUI.\n </p><p>\n  Ko PURUTIA.\n </p><p>\n   He Tariana mahi kei Pourerere e ta ana, ko\n </p><p>\n  tona whakapapa o te koka. No Ongoropi ko\n </p><p>\n  Kangakara, ko Nere, ko Panitia, ko te whaka-\n </p><p>\n  papa o te matua taane. Na Takitera tuatahi ko\n </p><p>\n  Takitera taa 2, nana ko Purutia, me kawe mai\n </p><p>\n  a koutou uha kia puta he momo mahi, ma\n </p><p>\n  koutou, he hoiho pai rawa tenei, ko ona tau e\n </p><p>\n  wha, ko te utu mo te uha kotahi e £2 10s, ka-\n </p><p>\n   wea mai a koutou uha be iti noa te utu, he pai\n </p><p>\n   te patiki hei tunga mo nga uha, kite mate te\n </p><p>\n   uha kaore he ritenga, he aitua tena pena ano\n </p><p>\n   mo nga kuao. Kite tikina mai nga uha me\n </p><p>\n   homai te utu, i mua ka hari ai.\n </p><p>\n </p><p>\n </p><p>\n                 HAPURONA   ERUETI.\n </p><p>\nPANUI TARIANA\n </p><p>\n </p><p>\n </p><p>\n  E hoa ma whakamutua te mau i a koutou\n </p><p>\nuha, ki nga tariana pakeha, engari kawea mai\n </p><p>\nki tenei tariana kia put* ai he momo kaha ki te\n </p><p>\nmahi ma koutou. Ko tenei tariana he tamaiti\n </p><p>\nna te tariana a te Makarini. Ko tona papa ko\n </p><p>\nParangakirihi. Ko tona koka he tamaiti na\n </p><p>\nRiritione, tariana a Henare Rata. Kei ware-\n </p><p>\nware koutou ki to koutou hoa. Ko nga tangata\n </p><p>\ne hiahia ana. me maa mai a koutou uha ki\n </p><p>\nPatangata. Ko te utu; ki nga Maori erua\n </p><p>\npauna e rima herengi £2 5s. ki nga pakeha e\n </p><p>\ntoru panua £3 5s.\n </p><p>\n </p><p>\n </p><p>\n          Heoi ano\n </p><p>\n              Ka to koutou boa \u0095\n </p><p>\n </p><p>\n </p><p>\n WHATU  RENATA,\n </p><p>\n          PATANGATA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nPAHITANGA KI NGA HOA MAORl\n </p><p>\n  Tenei kua perehitia tetahi pukapuka ko te\n </p><p>\nAroha o Rangi kia Papa te ingoa. Kei roto e\n </p><p>\nwhakaatu ana nga ra me nga po mahi kai: e\n </p><p>\nwhakaatu ana hoki i nga tohu o nga ra pai o\n </p><p>\nnga ra kino. Kei roto ano e whakaatu Ana i\n </p><p>\nnga utu waea, reta, takai, tereina, me te wha-\n </p><p>\nkaatu i te pamamao o ia kaainga o ia kaainga,\n </p><p>\nme  nga ra hoki e haere atu ana. Kei roto ano\n </p><p>\ne whakaatu ana te mahinga o te Ao i runga i\n </p><p>\nte korero a nga tupana.\n </p><p>\n  He nui nga mea pai kei roto i taua pukapuka\n </p><p>\nhei mohiotanga ma teiwi Maori. Kote utu mo\n </p><p>\nte pukapuka e 2s. Od. ara e rua herengi met e\n </p><p>\nhikipene. Me penei te tono mai.\n </p><p>\n </p><p>\n </p><p>\n                 HUIA,\n </p><p>\n                       Tari o Huia,\n </p><p>\n </p><p>\n </p><p>\n              Hastings.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    TENEI KUA PUARE  HE TOA  MA\n </p><p>\nP. KEMARA\n </p><p>\n                  o\n </p><p>\n </p><p>\n </p><p>\n     NEPIA.\n </p><p>\n Ki Tetahi o nga TOA hou a PIKOROWHE\n </p><p>\n </p><p>\n </p><p>\n     I HEHITINGI NEI,\n </p><p>\n A E TONO ATU ANA HOKI KI ONA\n </p><p>\n </p><p>\n </p><p>\n    HOA  MAORI.\n </p><p>\n Kia Haere Mai ki Tona Toa  Tui Kahu.\n </p><p>\n </p><p>\n </p><p>\n    HAERE MAI, HAERE MAI\n </p><p>\n  Mau  Ano e Titiro te Pai te Kino.\n </p><p>\n Ko nga kahu pai, kaha, e mahia ana 1 runga i te utu\n </p><p>\n     iti rawa e rite ana mo ana kahu, a kaore\n </p><p>\n          hoki he Teera e iti iho ana i tenei.\n </p><p>\n Koia enei ko nga utu mo nga hutu kaha, pai ano hoki:\n </p><p>\n </p><p>\n </p><p>\n                        Ahua kahu minita  5    10     O    \n </p><p>\n   E mohio  ana ahau ka rite to hiahia U tau i tono ai.\n </p><p>\n </p><p>\n </p><p>\n       HEHITINGI, HAKII  PEI NIU TIRENI.\n </p><p>\n   He mea Perehi e TEOTI me lANGA a he mei\n </p><p>\n  panui e IHAIA. HUTANA, me TIMOTI WHIUA, a\n </p><p>\n  raro 1 te Komiti o te Kotahitanga.\n </p><p>\n            HATAREI, TIHEMA 8, 1894.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.500999927520752, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__44.16", "text": ["<td>                                GOOD NEWS\nIt was the grace of God which led Him to devise the plan of redemption for ruined man; and Christians owe everything they have to his sovereign grace. No one will ever be in heaven who will not ascribe his being there to grace.\nGrace leaves no room for boasting. (Eph. ii. 8, 9.) It glorifies the One from whom it flows, and brings blessing to its objects.\nIt is the opposite of law. Law demands something from those under it; grace expects nothing, but brings everything with it.\nWell may one who owes everything to grace triumph in it. The grace exhibited in the person and work of our Lord Jesus Christ will form the theme of the eternal song that will be sung by the redeemed in glory.\nDear reader, are you in the enjoyment of the numberless benefits which divine grace places without your reach ? Or are you turning the grace and long-suffering of God into an opportunity for gratifying your own lusts, and taking your fill of pleasure and sin 1\nIt is related of Whitefield that in his outdoor preaching on one occasion, he desired to illustrate the ease with which the blessings brought by grace may become ours.\n\"Just as easy,\" said he, \" as for me to catch this passing fly.\" He made a grasp at the fly, but failed to catch it, and had to add : \" Easy as it is to lay hold of grace ; it is easier still to miss it!\"\nHow true this is, my reader !   Are you missing it ?\nYour only claim to God's grace is need. Behold, then, your title. \" Where sin abounded, GRACE did much more abound.\" (Rom. v. 20.). E. Y, G.                      </td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.43399977684020996, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.22&d=28__43.16", "text": ["<td>                                 16               GOOD  NEWS.\n <p>\n  \" I should be miserable if I did, so I read the newspaper and\n </p><p>\nthe latest sensational novel. \"\n </p><p>\n  \" Sir, pardon me, but\n </p><p>\n </p><p>\n </p><p>\n               I fear you are a fool.\n </p><p>\nThe book you have I happen to know something of. It asks some\n </p><p>\nweighty questions. For  instance, ' What shall it profit a man, if\n </p><p>\nhe shall gain the whole world' and lose his own. soul ?' It bids\n </p><p>\nyou look to Jesus Christ and live. O sir, before your train halts\n </p><p>\nat the last platform I pray you make your salvation sure.\n </p><p>\n  \"Much   precious time has been already wasted\u0097waste no more,\n </p><p>\nbut at once ' Seek ye the Lord while He may be found, call ye\n </p><p>\nupon Him  while He  is near. Let the wicked forsake his way,\n </p><p>\nand the unrighteous man his thoughts; and let him return unto\n </p><p>\nthe Lord, and He will have mercy upon him; and to our God,\n </p><p>\nfor He will abundantly pardon. '\"                  W. B.\n </p><p>\n </p><p>\n </p><p>\n       \" Haere mai ki ahau, a koutou katoa e\n </p><p>\n     mauiui ana, e taimaha ana a maku kotou\n </p><p>\n      e whakaokioki. \"  Matiu 11. 28.\n </p><p>\n </p><p>\n </p><p>\n       \" Kia tangohia noatia ano te wai ora e\n </p><p>\n      te tangata e hiahia ana. \" Whakakitenga 22.\n </p><p>\n       17.\n </p><p>\n       \" Come unto Me, all ye that labour and\n </p><p>\n      are heavy laden, and I will give you nest. \"\n </p><p>\n        Matt. xi. 28.\n </p><p>\n </p><p>\n </p><p>\n       \"Whosoever  will, let him TAKE the\n </p><p>\n       water  of life freely. \" Rev. xxii 17.\n </p><p>\n </p><p>\n </p><p>\n     Printed by C. B. Murray, at his Registered  Printing Office, 46, Lower Queen Street,\n </p><p>\n                           Auckland, N. Z. July, 1807.\n                      </p></td>"], "download_timeout": 180.0, "depth": 17, "download_latency": 0.21699976921081543, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_33.4", "text": ["<td>                                                     HUIA TANGATA  KOTAHI, HATAREI, HEPETEMA  29.\n <p>\n              KUPU   APITI  Te roanga.\n </p><p>\n. Otiia e kore ahau e tino kaha ki te\n </p><p>\nwhakapuaki i nga kupu i runga i toku\n </p><p>\nahua Tauhou. Otiia ka atu whakaaro- \n </p><p>\nhia e ahau nga kupu  i waiho e toka i\n </p><p>\nPapa hei pupuru maaku i muri i a ia,\n </p><p>\nkua oti i a ia te whakatakoto ki o koutou\n </p><p>\naroaro kia whakahaerea  e koutou nga\n </p><p>\nmea e tau ai he ora mo nga Motu e rua. \n </p><p>\nAotearoa  me   te  Waipounamu. E\n </p><p>\nwhakaaro ana ahau me  ata Whiriwhiri \n </p><p>\nano hoki ahau, tae noa ki te Mete takoto;\n </p><p>\nmai  nei, i te tau 1895. i\n </p><p>\n  E whakaaro nui ana ahau ki nga kupu\n </p><p>\ni whakapuakina e toku Papa kia Mania- \n </p><p>\n poto i raua atu o tona matenga tera ano\n </p><p>\n nga pou o tona Whare, kei le tu i Hau-\n </p><p>\n rua, i Pukawa, nga Pou i tu nei ki te\n </p><p>\n aroaro o tona Matua. Heoi ano.\n </p><p>\n NA TAWHIAO   TE KIINGI O TUATORU.\n </p><p>\n   I le mutunga o te panui o nga korero\n </p><p>\n i whakapuakina ki le Whare katoa, ka\n </p><p>\n tu ko  Taingakawa  te Waharoa, ki te\n </p><p>\n whakapuaki i ona  ake whakaaro rao\n </p><p>\n ranga i te ahua o te noho Tauaa o te\n </p><p>\n Whare, rae te pouri o nga ngakau o nga\n </p><p>\n Iwi, o nga Hapu, me nga Rangatira.\n </p><p>\n   Koia nei ana  kupu. Taku  whaka-\n </p><p>\n  marama atu kia koutou katoa e pae nei,\n </p><p>\n  ko nga  pouritanga katoa i runga i a\n </p><p>\n  tatou e noho nei Tane Wahine, Tamaiti.\n </p><p>\n  Ko tona whakahoronga ano  tenei, i te\n </p><p>\n  mea kua kite ake tatou katoa e noho nei,\n </p><p>\n  kaore i mate; engari kei te ora, e noho\n </p><p>\n  nei i te nohoanga o tona Matua. \" Koia\n </p><p>\n  te Kiingi\" i muri i tona Papa, koia au\n </p><p>\n  i mea ai, ko tona whakahoronga ano\n </p><p>\n   tenei o te pouritanga i runga ia tatou.\n </p><p>\n </p><p>\n </p><p>\n   I muri i tenei ka tu ake. Ko te Uata;\n </p><p>\n te Karetai. He  mihi atu ki te Kiingi.\n </p><p>\n He whakanui ki a ia, a he tono hoki kia\n </p><p>\n puta nga tangata katoa ki waho whaka-\n </p><p>\n puta ai i ngu mihi me nga whaikorero. '\n </p><p>\n   I muri i tenei ka tu ake. Ko Taipari\n </p><p>\n Makarauri. Ka  tuhi  ka mea\u0097\u0095' Kia\n </p><p>\n toru nga Whakanuinga  mo te Kiingi. \"\n </p><p>\n E toru nga whakahuatanga\u0097\" Hipi hipi\n </p><p>\n Hure. \"  Hamama   katoa nga tangata\n </p><p>\n Hure  !\n </p><p>\n   I muri i te Huretanga, ka tuku katoa\n </p><p>\n nga Turi o te lwi ki raro, e toru tuohu-\n </p><p>\n tanga ka  mutu, ka pakaru te Iwi ki\n </p><p>\n wahu, ka rupeke ki te Marae ka tahi ka\n </p><p>\n puta utu te Kiingi me ona Teina ki waho\n </p><p>\n  o te Whare.\n </p><p>\n    Heoi, ku haere atu te Kiingi, me ona\n </p><p>\n Teina me te Tumuaki o te Kingitanga,\n </p><p>\n ki te Marae ki te wahi i tu ai te Iwi.\n </p><p>\n    I to ratou putanga atu ki waho o te\n </p><p>\n Whare  e tu ana te Iwi mau Pu i waho e\n </p><p>\n  70. Katahi ratou ka Whakahonore  ki\n </p><p>\n  te Kiingi, e 3 o ratou Tutohutanga ki\n </p><p>\n  raro ka timata te Pupuhi, ngaro katoa te\n </p><p>\n  Marae i te pawa o te Pu.\n </p><p>\n </p><p>\n </p><p>\n        Tera atu te roanga.\n </p><p>\n              Na to koutou hoa,\n </p><p>\n </p><p>\n </p><p>\n                    T. T. RAWHITI.\n </p><p>\n    No  te Paki o Matariki.\n </p><p>\n </p><p>\n </p><p>\n    Kinga boa tuhi mai, he moni kua tukua mai\n </p><p>\n   hei utu mote Nupepa i te tau\u0097\n </p><p>\n                                                           £     s d\n </p><p>\n      Hone Rautahi...... 100\n </p><p>\n      Peni Te Ua...... 100\n </p><p>\n      Hakapa Hamiora...... 100\n </p><p>\n       Piripi Te Awarau..... 100\n </p><p>\n   PANUI\n </p><p>\n </p><p>\n </p><p>\n               Hehitingi,\n </p><p>\n                    Hepetema 14th, 1894.\n </p><p>\n  E tono ana ahau inaianei me utu tonu mai\n </p><p>\nkia au nga moni e takoto nama ana ki te Ka-\n </p><p>\nmupene o Hauati raua ko Te Ruihi, kua wha-\n </p><p>\nkawhitia mai ki a au e raua nga ritenga me\n </p><p>\nnga mana katoa ki runga ki nga moni e takoto\n </p><p>\nnama ana a ia tangata, a ia tangata, ki a raua.\n </p><p>\nMe utu tonu mai i te 3O o nga ra o tenei mara\n </p><p>\nma, a, i mua atu ranei o taua ra, ko nga tangata\n </p><p>\ne kore e utu i a ratou nama i mua o taua ra.\n </p><p>\nkaore au e tuhi atu ano, engari ka tere tonu to\n </p><p>\nratou hamenetia e au.\n </p><p>\n      __________         AATA  TIKINA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nPANUITANGA\n </p><p>\n   He panuitanga tenei kia mohio nga\n </p><p>\n Maori  ko  Erueti Rikihana, he  tino\n </p><p>\n tohunga ki te mahi para, i whare papa,\n </p><p>\n me te tohu tohu ki nga Kamura mahi.\n </p><p>\n Koia; hoki te kai whakariterite mo tetahi\n </p><p>\n mira kani rakau. E paku aua tana utu\n </p><p>\n mo ana mahi.\n </p><p>\n   Kei Waipawa tona kaainga tuturu.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  PANUI KINGA MAORI.\n </p><p>\n   Ko nga nama katoa a nga tangata kia\n </p><p>\n J. H. KOTORE  me utu i te ra whaka-\n </p><p>\n mutunga  o Oketopa  i mua  atu ranei.\n </p><p>\n Ki te kore e utua i taua ra kamenetia\n </p><p>\n nga  tangata e  takoto tonu ana  nga\n </p><p>\n nama.\n </p><p>\n             Heoi ano\n </p><p>\n NA J. H. KOTORE\n </p><p>\n Tangata  tui tera, tui kakahu paki o\n </p><p>\n            KAIKORA.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n PANUI  TARIANA\n </p><p>\n   K  hoa ma whakamutua te mau i a koutou\n </p><p>\n uha, ki nga tariana pakeha, engari kawea mai\n </p><p>\nI ki tenei tariana kia iputa ai ho momo kaha ki te\n </p><p>\nI mahi ma koutou, Ko tenei tariana he tamaiti\n </p><p>\n na te tariana a te Makarini. Ko tona papa ko\n </p><p>\nParangakirihi. Ko tona koka he tamaiti na\n </p><p>\n  Riritione, tariana a Henare Rata. Kei ware-\n </p><p>\n  ware koutou ki to koutou hoa. Ko nga tangata\n </p><p>\n  e hiahia ana, me maa mai a koutou uha ki\n </p><p>\n  Patangata. Ko te utu; ki nga Maori e rua\n </p><p>\n  pauna e rima herengi £2 5s. ki nga pakeha e\n </p><p>\n  toru pauna £3 5s.\n </p><p>\n            Heoi ano\n </p><p>\n </p><p>\n </p><p>\n                 Na to koutou hoa\n </p><p>\n  WHATU  RENATA,\n </p><p>\n              PATANGATA.\n </p><p>\n </p><p>\n </p><p>\n         HEHITINGI, HAKII   PEI NIB TIRENI.\n </p><p>\n     He mea Perehi e TEOTI me IANGA a he mea\n </p><p>\n   panui e IHAIA. HUTANA, me TIMOTI WHIUA, i\n </p><p>\n   raro i te Komiti o te Kotahitanga.\n </p><p>\n           HATAREI, HEPETEMA 29, 1894.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.24900007247924805, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_31.4", "text": ["<td>                                                HUIA TANGATA KOTAHI HATAREI HEPETEMA 15\n <p>\n   Ehoa ia au i runga i toku moenga ite\n </p><p>\n roa o tepo e whakaaro  aro ana mete ti\n </p><p>\n mata te nga o te hine ngaro mo nga\n </p><p>\n whakaaro, i tukua atu kia Huia Nupepa\n </p><p>\n o te Paraire 28 o Maehe 1894, ko aua\n </p><p>\n korero he korero whai tikanga ite mea\n </p><p>\n he mate nai teta ipa kite nei takiwa o\n </p><p>\n te ika  a to tatou tipuna maui tiki\n </p><p>\n tiki a terangi. Heoi ki hai ahau I kite\n </p><p>\n i roto i nga Pepa kia au nama 26 kaore i\n </p><p>\n enei Pepa he kote ranei ki hai i tae atu\n </p><p>\n taua reta. Heoi era ano e whakamarama\n </p><p>\n tia ki raro iho nei taua. korero, \n </p><p>\n   Ite Paraire 16 onga ra o Maehe 1894,\n </p><p>\n ka timata tena, te Hatarei tera tapu ka\n </p><p>\n puke nga awa ka waipuke nui atu te\n </p><p>\n waipuke, ko te tahi kaainga o etahi ano\n </p><p>\n o matou  ite tapatai, o te taha awa o\n </p><p>\n Ruakituri he kauru no te Wairoa, awa\n </p><p>\n ko Hangaroa te tahi o nga kauru ite ata\n </p><p>\n o te ratapu ka eke te Waipuke kia ratou,\n </p><p>\n tenei ka ngaro mai e  tahi 6 nga teneti\n </p><p>\n ite wai katahi ka karanga ka mate tatau\n </p><p>\n ite taua a te waipuke e ko kiri nei, katahi\n </p><p>\n ka maranga a ke nga Pane ki ranga e\n </p><p>\n tika ka mate katahi kauta ki runga i to\n </p><p>\n\u0095 ratou waka he waka nui, to ratou, waka\n </p><p>\n te ingoa o taua waka ko Hauiti teroa o\n </p><p>\n taua waka e whitu maro te whanui 6\n </p><p>\n tonu kite tahi ringa tae mutu ite whati-\n </p><p>\n  anga o te tuke o  te tahi ringa te whanui\n </p><p>\n o  teriu. o taua waka kotahi. Kauta te\n </p><p>\n hunga  ki runga i to ratou waka kahoe\n </p><p>\n  kite Pa  nui ki tereinga te taenga. kite\n </p><p>\n wehenga o nga awa ki Hangaroa e tuana\n </p><p>\n  te ia o te Waipuke nui atu he hainga ra\n </p><p>\n  hoki taua waahi no nga awa e rua no\n </p><p>\n  Hangaroa me  ruakituri katahi kahoe\n </p><p>\n  tonu to ratou waka ki hai i whiti ite ia o\n </p><p>\n  te waipuke na nai ku kume haere atu ki\n </p><p>\n  te tereinga o reho he Rere nui e ono tini te\n </p><p>\n  tike tike e tora nga ahua o taua rere kita\n </p><p>\n  taka te kuri te Poti te poaka nga mea\n </p><p>\n. katoa  kaore  e ora\n </p><p>\n    Heoi ite waka; ka atu hei tona haere\n </p><p>\n  kita mate heoi ano maharatanga ake\n </p><p>\n  kite ao e haere ana tenei mote mate he\n </p><p>\n  hui to ratou kaha kite hoe oto ratou wa-\n </p><p>\n  ka hei aha mate waipuke ka eke tonu te\n </p><p>\n waka nei ki runga ite hua o te rere kua\n </p><p>\ntupou tonu te au o te wai kua kite rawa\n </p><p>\natu te tangata o te ihu o te waka nei i\n </p><p>\n </p><p>\n </p><p>\n tuohu ki runga ite waka ko nga wahine\n </p><p>\nkei te auwe me nga tamariki i taua taki\n </p><p>\n   wa ka kite atu te tahi mea e puku haere\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  B hara ite mea hoe e ratau na te waka-\n </p><p>\nnoa nei ana haere ki ranga ote au\n </p><p>\n Heoi te Parenga ote ihu ote waka nei\n </p><p>\nki ronga  ka tarewa te kei i runga ite\n </p><p>\nrere nei ite reinga Oreko, ta hoki ano te\n </p><p>\n </p><p>\n </p><p>\nratou  kite hoe kite tara waahi kite Pa,\n </p><p>\nheoi kaora hoki te hunga nei\n </p><p>\n  Heoi maku ano e whakamarama i\n </p><p>\nkonei  te waingohio o te ora kui ratou te\n </p><p>\n  Na  tetahi wahine kei roto Ite wai e\n </p><p>\nnoho  ana ko Hine. Korako te ingoa he\n </p><p>\ntangata--tona. imua imoe ita rua pani.\n </p><p>\ntamaiti ia Tanekino. whanau tona tamaiti,\n </p><p>\nhe tane katoa tia tona tamaiti ka taunu\n </p><p>\ntia e tahi wahine kaore ona kai hei tua\n </p><p>\ni tona tamaiti ka whakama te wahine.\n </p><p>\nnei, rere anaki rowai taniwha tonu atu na\n </p><p>\nkonei i \u0095 whakaora te waka \u0095 nei na Hine\n </p><p>\nKorako  ko tana whakapapa tuai o tenei\n </p><p>\nwahine  o. Hine Korako  he. kauhau\n </p><p>\ntaniwha te taenga mai nei kia ia  ka\n </p><p>\ntangata a ka hoki ano hei taniwha kei te\n </p><p>\nkite tonu matau ia ia ina ia nei. \n </p><p>\n  Ko tona whakapapa tenei\n </p><p>\n </p><p>\n </p><p>\n  Heoi ano ahu i kite ai.\n </p><p>\n   Na  tohoa i rotu ite aroha o to taua\n </p><p>\n whanaunga o Ihu Karaiti a mene.\n </p><p>\n </p><p>\n </p><p>\n       W. M. Haeata Pehimana.\n </p><p>\nKOTAHITANGA O NGA\n </p><p>\n </p><p>\n </p><p>\n        KA1 MAHI. V\n </p><p>\n   Kua whakaturia tenei Uniana hei hapai i te\n </p><p>\n pai mete ora mo katoa, tae atu ki nga kai\n </p><p>\n mahi. Ko  te tino mea hei whakaaro ma, nga\n </p><p>\n mema  o tenei Uniana, ko te pai me te aroha ki\n </p><p>\n ona hoa kai mahi a he pin pono hoki ki te\n </p><p>\n Uniana. I roto i nga hui a nga uniana, kaua\n </p><p>\n hei whaka he pohehe te tangata, a ko te wha-\n </p><p>\n ka tau a taua nei me mana aki e katoa.\n </p><p>\n   Ko tetahi patake o tenei Uniana ko te wha-\n </p><p>\n kakotahi i nga mahi, kia kotahi. Aha. koa e\n </p><p>\n rereke ana mea mahi, engari ko te mahi a te\n </p><p>\n tangata e mahi ana mo tona atu, kia ora alia.\n </p><p>\n E kore rawa e Tiro mai tenei utu tika mehemea\n </p><p>\n ki te kore e kotahi, katahi hoki ka kore e taea\n </p><p>\n te mea i nga rangatira kia homai taua ata e\n </p><p>\n tangohia ata ra e ratou i runga i te wera wera\n </p><p>\n me te mate o te tinana o nga kai mahi. Ko nga\n </p><p>\n mea kua whakakotahi ka kaha ki te whakarite\n </p><p>\n i ta ratou utu ki nga rangatira mahi.\n </p><p>\n   Kaore te Uniana e whakahe ana ki te taraikii.\n </p><p>\n  a kaore hoki ratou e whakatuturu a koianei ta\n </p><p>\n  ratou tokotoko. Ko te tino mahi te Uniana\n </p><p>\n he mea kia kaua tupono tenei mahi a te Tara-\n </p><p>\n   i runga ano  i te kotahitanga kua korerotia\n </p><p>\n  ake nei.\n </p><p>\n   I runga i tenei ahua e mea ana tenei Uniana\n </p><p>\n  ko nga mahi raruraru katoa e pa ana ki nga\n </p><p>\n. utu me riro ma te whakawa e whakatau. Ko\n </p><p>\n ' tenei tikanga me maa i roto i nga pukapuka\n </p><p>\n  ture, ara kia waiho nga kai mahi ki roto i te\n </p><p>\n  ringa o te ture. Otimi mua atu o te maunga\n </p><p>\n  o tenei tikanga, me kaha, me mataara katoa\n </p><p>\n  nga mema o te Uniana ki te mahi. \n </p><p>\n    Otira inaianei me mahi puku nga Uniana, a\n </p><p>\n  me kaua hoki  o whakahihi, e whakataratara\n </p><p>\n  hoki, kaua hoki tetahi tangata ko tahi o te\n </p><p>\n  Uniana e mahi i tetahi mahi koia anake.\n </p><p>\nPANUI\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nHehitingi\n </p><p>\n E tono ana ahau inaianei me utu tonu mai\n </p><p>\n kia au nga moni e takoto nama ana ki te Ka-\n </p><p>\n mupene o Hauati raua ko Te, Ruihi, kua wha-\n </p><p>\n kawhitia mai ki a au e raua nga ritenga me\n </p><p>\n nga mana katoa 1d runga ki nga moni e takoto\n </p><p>\n nama ana a ia tangata a ia tangata ki a raua.\n </p><p>\n Me utu tona mai i te 3O o nga ra o tenei mara-\n </p><p>\n ma, a, i mua atu ranei o taua ra, ko nga tangata\n </p><p>\n e kore e utu i a ratou nama i mua o taua ra,\n </p><p>\n kaore au e tuhi stu ano, engari ka tere tona to\n </p><p>\n ratou hamenetia e au. \n </p><p>\nAATA TIKINA..\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nKo PURUTIA\n </p><p>\n   He Tariana mahi ke Pourerere e tu ana ko\n </p><p>\n tona whakapapa o te koka No Ongoropi ko\n </p><p>\n Kangakara, ko Nere, ko Purutia ko te whaka-\n </p><p>\n  papa o te matua taane. Ka Takitera tuatahi ko\n </p><p>\n Takitera tua 2, nana ko Purutia, mo kawe mai\n </p><p>\n a  koutou uha kia puta he momo mahi, ma\n </p><p>\n koutou, he hoiho pai rawa tenei, ko ona taa e\n </p><p>\n' wha, ko te utu mo te uha kotahi e £2 10s, ka-\n </p><p>\n  wea mai akoutou uha he iti ao* te utu, he pai\n </p><p>\n te patiki hei tunga mo nga uha kite mate te\n </p><p>\n  aha kaore he ritenga he aitua tena pena ano\n </p><p>\n mo  nga kuao. Kite tikina mai nga uha me\n </p><p>\n homai te  utu, i mua ka hari ai.\n </p><p>\n               HAPURONA ERUETI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    TARIANA MOMO  TOI\n </p><p>\n KO MONINGI HERARA\n </p><p>\n    Na HARE HERORA I puta mai i a ROHIMERE,\n </p><p>\n  he tino taina kia ROHIPATA kei Akarana, i taea\n </p><p>\n  e ROHIPATA te 2. 45 6 nga hoiho tora tau\n </p><p>\n </p><p>\n </p><p>\n  KO MONINGI HERARA.\n </p><p>\n  He kohinahina puwhero, ka rima nga tau, 16\n </p><p>\n  te tiketeki, he tupu pakari, ka hapu tonu nga\n </p><p>\n  uha i a ia. Ko tona mataa ko TARE HERORA\n </p><p>\n   taea e ia te 2. 26 meneti i te maero. Ko tetahi o\n </p><p>\n  ona  tamariki ko OTERERI te hoiho tere atu o\n </p><p>\n  Atereria-e 2. 25 i te maero e 7. 30 i te toru maero\n </p><p>\n  i roto i te paki. Ko tetahi o nga kuao ko IAMU\n </p><p>\n  IAMU  te hoiho tere ata o Karaitiati. Ko TARE\n </p><p>\n  HERORA na HERORA matua o MAORA S. 2. 83/4.\n </p><p>\n  Ko te whaea ko ROHIMERE na Takuta Hereti o\n </p><p>\n  Na Tauti Weera, i wini i etehi purei hahua noa\n </p><p>\n  ' atu. \n </p><p>\n    Ko te utu mo te aha £4 4s me uta i a\n </p><p>\n   Hanuere 1st, 1896. He pai te. patiki tunga mo\n </p><p>\n   nga uha ka tiakina paitu. Ki te pa he. aitua,\n </p><p>\n   kaore he aha-tanga atu.\n </p><p>\n </p><p>\n </p><p>\n  A. MANATERE, Hehitingi\n </p><p>\n   PANUITANGA KI NGA MAORI,\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  '  Ka tu te hui a te Kotahitanga o nga tangata\n </p><p>\n   kati kati hui tahi atu ki etahi atu mahi a te\n </p><p>\n   roa tekau ma rua o nga ra. o Hepetema 1894\n </p><p>\n   ara i te Hatarei i te rua o nga haora i roto i te\n </p><p>\n   hooro i tetaha 6te whare Kooti: Ko taua hui he\n </p><p>\n   whakahaere kia. whakaarua nga Maori e hiahia\n </p><p>\n   ana kitaua uniana, a me etahi atu mahi hoki.\n </p><p>\n   E hiahiatia ana kia tae mai nga Maori ki taua\n </p><p>\n    hui    Heoi ano \n </p><p>\n  Heketari o te peka uniana ki Haku Pei\n </p><p>\n </p><p>\n </p><p>\n        HEHITINGI, HAKII PEI NIU TIRENI.\n </p><p>\n    He mea Perehi e TEOTI me IANGA a he mea\n </p><p>\n  panui e IHAIA HOTANA, me TIMOTI WHIUA, i\n </p><p>\n, raro i te Komiti o te Kotahitanga\n </p><p>\n       HATAREI, HEPETEMA  16. 1894\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.3730001449584961, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_30.4", "text": [], "download_timeout": 180.0, "depth": 5, "download_latency": 0.20200014114379883, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_32.4", "text": ["<td>                                                     HUIA TANGATA  KOTAHI, HATAREI, HEPETEMA 22.\n <p>\n      katoa, ma kona hoki ka ora ni te\n </p><p>\n     tinana. Mehemea  e taea ana e\n </p><p>\n     koe te mahi i waho o te whare he\n </p><p>\n      nui atu te pai. He pai te hoehoe\n </p><p>\n      poti, te haere i runga, hoiho, te\n </p><p>\n     haere a waewae. Mehemea kaore\n </p><p>\n     he putanga ki waho, me haere ki\n </p><p>\n      te hapahapai maitai me era atu\n </p><p>\n     mea taumaha.\n </p><p>\n Hau  pai.\n </p><p>\n    He tino ora atu mo  tatou mehe-\n </p><p>\n      mea o tatou whare ka mahia kia\n </p><p>\n      puta tonu atu he hau pai ki roto,\n </p><p>\n     kaua  rawa  tenei mea e waiho\n </p><p>\n      noatia iho. He mea kino atu ki\n </p><p>\n      te tangata e takoto mate  ana,\n </p><p>\n     mehemea  ka  ahua  wera tona\n </p><p>\n     whare   takotoranga. Ko  nga\n </p><p>\n      whare kaore e tino nohongia au-\n </p><p>\nautia aua me waiho tonu tetahi\n </p><p>\n      wahi o te whare kia puare ana,\n </p><p>\n      kia uru  hoki he hau  pai ki roto\n </p><p>\n      i taua whare i te mea kaore he\n </p><p>\n      tangata i roto. Ehara hoki i te\n </p><p>\n     mea pai kia huakina nga mataaho\n </p><p>\n     e  hangai atu ana ki nga wahi\n </p><p>\n      kino.\n </p><p>\n  Nga kahu.\n </p><p>\n    Kia  pai nga kahu, otira he kino\n </p><p>\n     rawa mehemea ki te nui nga kahu\n </p><p>\n      u pera ano hoki ki te iti. Me haere\n </p><p>\n      hoki tetahi ahuatanga ! runga i\n </p><p>\n      te ahua o nga wehenga o te tau.\n </p><p>\n      Kaua hei noho tonu i roto i nga\n </p><p>\n      kahu maku. Hei nga makariri kia\n </p><p>\n     mahana nga kahu kaua i nga kahu\n </p><p>\n     raumati.\n </p><p>\n  Mo te kaukau.\n </p><p>\n    He mea  tenei kaua rawa hei ware\n </p><p>\n      waretia o te tangata ara te kaukau.\n </p><p>\n      I nga raumati me kau kau i roto i\n </p><p>\n      te wai matao. Kia kotahi kau kau-\n </p><p>\n      tanga i roto i te wiki kotahi i roto\n </p><p>\n      i te wai wera, hei mua  atu o te\n </p><p>\n      haeretanga ki te moe.\n </p><p>\n  Mo te kau kau i waho. I nga takiwa e\n </p><p>\nkau kau ana i waho ara i roto i nga awa,\n </p><p>\nkaua hei hoki ki to kaainga i runga kiki,\n </p><p>\nengari rae haere i raro i runga hoiho\n </p><p>\nranei kia mahana ai koe. Ki te matao\n </p><p>\nkoe i muri tata tonu mai o to kau kat -\n </p><p>\ntunga, ka pangia koe e te mate matao, a\n </p><p>\nhe mate kino taua mate mehemea ki te\n </p><p>\nkore e tere te pai.\n </p><p>\n  Nga puutu rae nga tokena.\n </p><p>\n    Kaua  hei waiho ou puutu, tokena\n </p><p>\n      ranei kia mau i runga i a koe u\n </p><p>\n      maroke  iho ano ki runga i ton\n </p><p>\n      tinana. He mea  kino rawa tenei.\n </p><p>\n      He nui nga tangata e pangia ana\n </p><p>\n       e te mate i runga i te waho maku\n </p><p>\n      i nga tokena me ngu puutu i runga\n </p><p>\n        i a ia mau  ai.\n </p><p>\n RETA TUKU MAI KI TE\n </p><p>\n        ETITA.\n </p><p>\n </p><p>\n </p><p>\n E  kore  e tau ki te Etita te he o nga\n </p><p>\n     korero e tukua ana  mai  kia taia\n </p><p>\n     ki te pepa nei.\n </p><p>\n          ETITA  O HUIA.\n </p><p>\n               Awheraka,\n </p><p>\n                Hepetema 10, 1894.\n </p><p>\n            Ki te Etita o Huia.\n </p><p>\n     Tena  koe tekai    ote waka.\n </p><p>\n   Ehoa mau e tuku atu enei kupu rua\n </p><p>\n  ruu mote  patai ate hoa  i roto i te huia\n </p><p>\n  nei, E patai nei kowai te tangata kowai\n </p><p>\n  te kuri, kowai hoki te poti, ara te Ngeru,\n </p><p>\n  ko  taku tenei i kite iho ui mo  taua\n </p><p>\n  patai, kote whenua te hoiho kote Maori\n </p><p>\n  ano te tangata, ko nga pakeha kawana-\n </p><p>\n tanga Roia kai whakahaere kai whaka-\n </p><p>\n maori, kai boko whenua, te kuri kote\n </p><p>\n Ture  te Poti, ara te poti i rere mai nei\n </p><p>\n ki n nga i te hoiho ote tangata, i tekaha\n </p><p>\n o te matau runga o te kawanatanga ki te\n </p><p>\n hanga Ture onga Roia onga kai whaka-\n </p><p>\n haere keehi menga  kai tango reti ki te\n </p><p>\n hoko  ki te mokete inga whenua onga\n </p><p>\n tangata Maori, otira Ehara kei whaka\n </p><p>\n e  noa mote patai ate hoa kai aia: \n </p><p>\n te tikanga o te patai heoi nga kupu nato\n </p><p>\n pononga..,\n </p><p>\n                     W. Te Orihau.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n   Kinga hoa tuhi mai, he moni kua tukua mai\n </p><p>\n hei utu mote Nupepa i te tau\u0097\n </p><p>\n                                                            £      s     d\n </p><p>\n     Teone Kere.. 100\n </p><p>\n     Tari Hune.. 100\n </p><p>\n    Hem! Teawapuni              100\n </p><p>\n    Tawa Rautahi            100\n </p><p>\n     Teira Mahi.. 100\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n KOTAHITANGA   O NGA\n </p><p>\n         KAI MAHI,\n </p><p>\n    Kua whakaturia tenei Uniana hei hapai i te\n </p><p>\n  pai mete ora mo  katoa, tae utu ki nga kai\n </p><p>\n  mahi. Ko te tino mea hei whakaaro nia nga\n </p><p>\n  mema  o tenei Uniana, ko te pai me te aroha ki\n </p><p>\n  ona hoa  kai mahi a he piri pono hoki ki te\n </p><p>\n  Uniana. I roto i nga hui a nga Uniana, kaua\n </p><p>\n  hei whaka he pohehe te tangata, a ko te wha-\n </p><p>\n  ka tau a taua hui me mana aki e katoa.\n </p><p>\n    Ko tetahi putake o tenei Uniana ko te wha- \n </p><p>\n  kakotahi i nga mahi kia kotahi. Aha koa e \n </p><p>\n  rereke ana nga mahi, engari ko to mahi a te\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  ki te kore e koniu, katahi hoki ka koro e taea ]\n </p><p>\n  te mea  i \n </p><p>\n  tangohia atu ra e ratou i runga i te wera wera\n </p><p>\n  me te mate o te tinana o nga kai mahi. Ko nga\n </p><p>\n  mea kua whakakotahi ka kaha Ui te whakarite\n </p><p>\n  i ta ratou utu ki nga rangatira mahi.\n </p><p>\n    Kaore to Uniana e whakahe ana ki te taraiki, \n </p><p>\n  a kaore hoki ratou e whakatuturu a koianei ta\n </p><p>\n  ratou tokotoko. Ko te tino multi ate Uniana\n </p><p>\n  he mea kia kaua e tupono tenei mahi  a to Tara-\n </p><p>\n  ika, i ranga ano i te \n </p><p>\n  ake nei.\n </p><p>\n    I runga i tenei ahua e mea ana tenei Uniana\n </p><p>\n  ko nga mahi \n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nKo PURUTIA\n </p><p>\n   He Tariana mahi ke Pourerere e tu ana ko\n </p><p>\n tona whakapapa o te koka No Ongoropi ko\n </p><p>\n Kangakara, ko Nere, ko Purutia ko te whaka-\n </p><p>\n  papa o te matua taane. Ka Takitera tuatahi ko\n </p><p>\n Takitera tua 2, nana ko Purutia, mo kawe mai\n </p><p>\n a  koutou uha kia puta he momo mahi, ma\n </p><p>\n koutou, he hoiho pai rawa tenei, ko ona taa e\n </p><p>\n' wha, ko te utu mo te uha kotahi e £2 10s, ka-\n </p><p>\n  wea mai akoutou uha he iti ao* te utu, he pai\n </p><p>\n te patiki hei tunga mo nga uha kite mate te\n </p><p>\n  aha kaore he ritenga he aitua tena pena ano\n </p><p>\n mo  nga kuao. Kite tikina mai nga uha me\n </p><p>\n homai te  utu, i mua ka hari ai.\n </p><p>\n               HAPURONA ERUETI.\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n    TARIANA MOMO  TOI\n </p><p>\n KO MONINGI HERARA\n </p><p>\n    Na HARE HERORA I puta mai i a ROHIMERE,\n </p><p>\n  he tino taina kia ROHIPATA kei Akarana, i taea\n </p><p>\n  e ROHIPATA te 2. 45 6 nga hoiho tora tau\n </p><p>\n </p><p>\n </p><p>\n  KO MONINGI HERARA.\n </p><p>\n  He kohinahina puwhero, ka rima nga tau, 16\n </p><p>\n  te tiketeki, he tupu pakari, ka hapu tonu nga\n </p><p>\n  uha i a ia. Ko tona mataa ko TARE HERORA\n </p><p>\n   taea e ia te 2. 26 meneti i te maero. Ko tetahi o\n </p><p>\n  ona  tamariki ko OTERERI te hoiho tere atu o\n </p><p>\n  Atereria-e 2. 25 i te maero e 7. 30 i te toru maero\n </p><p>\n  i roto i te paki. Ko tetahi o nga kuao ko IAMU\n </p><p>\n  IAMU  te hoiho tere ata o Karaitiati. Ko TARE\n </p><p>\n  HERORA na HERORA matua o MAORA S. 2. 83/4.\n </p><p>\n  Ko te whaea ko ROHIMERE na Takuta Hereti o\n </p><p>\n  Na Tauti Weera, i wini i etehi purei hahua noa\n </p><p>\n  ' atu. \n </p><p>\n    Ko te utu mo te aha £4 4s me uta i a\n </p><p>\n   Hanuere 1st, 1896. He pai te. patiki tunga mo\n </p><p>\n   nga uha ka tiakina paitu. Ki te pa he. aitua,\n </p><p>\n   kaore he aha-tanga atu.\n </p><p>\n </p><p>\n </p><p>\n  A. MANATERE, Hehitingi\n </p><p>\n </p><p>\n </p><p>\nPANUITANGA KI NGA MAORI,\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n  '  Ka tu te hui a te Kotahitanga o nga tangata\n </p><p>\n   kati kati hui tahi atu ki etahi atu mahi a te\n </p><p>\n   roa tekau ma rua o nga ra. o Hepetema 1894\n </p><p>\n   ara i te Hatarei i te rua o nga haora i roto i te\n </p><p>\n   hooro i tetaha 6te whare Kooti: Ko taua hui he\n </p><p>\n   whakahaere kia. whakaarua nga Maori e hiahia\n </p><p>\n   ana kitaua uniana, a me etahi atu mahi hoki.\n </p><p>\n   E hiahiatia ana kia tae mai nga Maori ki taua\n </p><p>\n    hui    Heoi ano \n </p><p>\n  Heketari o te peka uniana ki Haku Pei\n </p><p>\n </p><p>\n </p><p>\n  PANUI\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\nHehitingi\n </p><p>\n E tono ana ahau inaianei me utu tonu mai\n </p><p>\n kia au nga moni e takoto nama ana ki te Ka-\n </p><p>\n mupene o Hauati raua ko Te, Ruihi, kua wha-\n </p><p>\n kawhitia mai ki a au e raua nga ritenga me\n </p><p>\n nga mana katoa 1d runga ki nga moni e takoto\n </p><p>\n nama ana a ia tangata a ia tangata ki a raua.\n </p><p>\n Me utu tona mai i te 3O o nga ra o tenei mara-\n </p><p>\n ma, a, i mua atu ranei o taua ra, ko nga tangata\n </p><p>\n e kore e utu i a ratou nama i mua o taua ra,\n </p><p>\n kaore au e tuhi stu ano, engari ka tere tona to\n </p><p>\n ratou hamenetia e au. \n </p><p>\nAATA TIKINA..\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n </p><p>\n P. KEMARA,\n </p><p>\n    E  Whakaatu   ana  ki  nga  tangata o\n </p><p>\n     NEPIA,\n </p><p>\nI me ona hoa Maori, kua tae katoa mai nga kahu\n </p><p>\n           hou ki tona whare Nepia.\n </p><p>\n </p><p>\n </p><p>\n          KO     ANA      KAHU\n </p><p>\n  He  Koti Wuuru, me  era mea katoa e pirangi\n </p><p>\n    ana te tangata. Kei  aia hoki nga ahua,\n </p><p>\n mahinga kahu hou, pai hoki, o Ingarani.\n </p><p>\n i Me haere mai koutou, me homai he oota kia\n </p><p>\n   mahia he kahu pai mo koutou ko nga Utu\n </p><p>\n </p><p>\n </p><p>\n    TARAU                  15  Kite 25s\n </p><p>\n    HUTU               £2 10 Kite £3 14s\n </p><p>\n    HUTU  Mete Tarau i waho,\n </p><p>\n       haere atu ite   \u0095  £3 15 O Kite £5 5s O\n </p><p>\n      KI NGA HOA MAORI.\n </p><p>\n     Kote tangata e haere ana mai kia mahia he kahu\n </p><p>\n   muna  ka hoatu he paipa he haikiha ranei mona, ki\n </p><p>\n   piriangi kahu koutou mo koutou, haere mai kite whai\n </p><p>\n   iti te utu, ko tenei anake te whare e hoatu ana i\n </p><p>\n   tarau ra waho. Ko toku whare kei te taha ote MAHO\n </p><p>\n   NIKA. HOTERA, NEPIA.\n </p><p>\n     Ka nui te whakapai o nga tangata ki taku mai\n </p><p>\n   kahu, Ina hoki ka   whakaaturia nei tetahi re\n </p><p>\n   whakapai a tetahi tangata moku.\n </p><p>\n     Ka  Whitu tau  e mahi  ana  P. KEMARA   ki \n </p><p>\n    kaore ano 1 kitea te ahua te he i ata kaore anu ho\n </p><p>\n   he  tangata i mea mai kei te kino tana mahi kat\n </p><p>\n   engari e whakapai tonu ta ratou I aia\n </p><p>\n            J. H. TOROANA.\n </p><p>\n </p><p>\n </p><p>\n         HEHITINGI, HAKII PEI NIU  TIRENI.\n </p><p>\n*     He mea Perehi e TEOTI me IANGA. a be \n </p><p>\n    panui e IHAIA HUTANA, me TIMOTI WHIU.\n </p><p>\n   raro i te Komiti o te Kotahitanga. HATAREI, HEPETEMA  23 1894.\n                      </p></td>"], "download_timeout": 180.0, "depth": 5, "download_latency": 0.32200002670288086, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_29.4", "text": [], "download_timeout": 180.0, "depth": 5, "download_latency": 0.40599989891052246, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_28.4", "text": [], "download_timeout": 180.0, "depth": 5, "download_latency": 0.4219999313354492, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.15&d=17_13b_13.22", "text": ["<td>                                196\nTE WAKA MAORI O NIU TIRANI.\nwhakaaro, hei whiu ranei ma te hunga whakaaro\nkore.\nE hoa ma, kotahi te weehi patu weera nei kei toku\nkainga, ko Otaruia te ingoa o taua weehi, paina o\nWhareponga. Te iwi e noho patu weera ana i reira\nko te Aitanga-a-Mate; ko te tino hapu rangatira\nrawa tenei o roto o te takiwa katoa o tenei iwi o\nNgatiporou. Ko o ratou poti e toru, he teeke-whitu\nanake aua poti. I te 14 o Hurae, i te 8 o te karaka,\nka manu atu aua poti ki te wai, katahi ka hoe a tae\nrawa ki waho, te 19 pea maero te mamao. Katahi\nka maanu, 10 pea meneti e maanu ana ka kitea e nga\ntangata i te hira nga weera e pupuha haere mai ana i\nte moana i te taha tonga, e ahu ana ki te Nota, ara\nki Raro. Katahi ka tahuna te ahi hei korero ki nga\npoti ra, \" E! he weera te kitea nei e matou !\"\nKatahi hoki nga poti ra ka patai mai, kei hea ? Ara,\nta ratou patai tenei, ka anga nga ihu o nga poti ki\nraro ki waho ki uta, kore tonu te ahi ra e whakaae\natu, ara e poko. Katahi ka anga nga poti ki\nte tonga, kei reira nga weera e haere mai ana.\nNo te anganga o nga ihu o nga poti ra ki\nreira, katahi ka whakaae atu te ahi ra, tona ae\natu ko tona, pokonga. Ka mohio nga poti ra\nkei mua i a ratou, katahi ka hoe, a roa rawa.\nKatahi ka kitea e nga poti e toru nga weera ra\ne haere mai ana me nga poti e rua no te Whanau-\na-Iritekura e aru mai ana i aua weera. Katahi ano\nnga poti nei ka kukume i te hoe, anana! ta te taane\npai hoki! No reira hoki tenei kupu na, \" He whanau\ntama ki te wahine; he puta taua, he parera ki te\nmoana, nga pai ma te taane.\"\nKihai i roa kua tutata atu nga poti nei, tino eke\nrawa atu ka eke tetahi o nga poti ra ki runga i tetahi\no nga weera ra, ka karanga te hetimana o te poti ka\neke ra ki tona potitia, \"Tanapu ! Tanapu !\" Ka tu\nte potitia. Ka maanu atu enei pooti e toru nei i te\nwhanga tatari ai ki te tuunga o te haeana a te autaia\nra. Ka mea atu ano te hetimana, \"Itua! Itua!\"\nPera katoa te kupu a era hetimana o ;y^'lhi poti e\nmaanu mai ra. Katahi ka wero te autaia ra mahue-mai\nte weera, wero ke ki ro wai. \"^fcaVi te weera ra ka\ntupou atu ki raro ; no te aratzv^ ake o te \" puruki\"\nka tangi mai te whero o te iki raka, toe, u! Katahi\nnga poti e toru nei ka eke atu ki runga; pauta ke ki\nmua pauta ke ki muri; ka ahu etahi ki mua ko etahi\nki muri; ka pauta ano i waenganui o nga poti e\nrima ra. Ka hoe mai tetahi o nga poti e toru ra i\nmuri. Ka karanga te mete o tetahi ki taana Tauihu,\n\" Tanapu ! \" Ka karanga ano tetahi ki tana Tauihu,\ntu ana tahi, tu ana tahi. Kotahi ano rerenga o nga\nhaeana a nga autaia ra, te wiriwiri haere atu ano i te\ntakiwa, tu atu ana ki te ika ra, tetahi ki maui tetahi\nki katau, anana! na te paoro i pupuri, me he kuri\nkautete. Ki te whakaaro iho, ka 40 putu te mamao o\nte ika ra i nga poti nana ra i wero. Ka rere nga poti\ne rua i ranga i te ika ra kihai i roa ka pakaru tetahi\ni tetahi, i a raua e kumea ana e te weera. Ka tukua\nte mea pakaru ki muri, te mea ora ki mua, e toru\nraati pai kua mate.\nKatahi ka hoe atu te toru o nga poti ra, te ekenga\natu ka werohia te haeana ki tetahi o nga ika raka.\nTe tino rerenga o te weera me te poti nana ra i wero;\nkihai i roa ka tae ki tawhiti; ka aroha te weera ra ki\nona hoa ka hoki mai, tae mai kua hemo noa atu tona\nhoa. Katahi ka rere taua weera ra waenganui o nga\npoti e mau ra o raua haeana i roto; katahi ka aurutia\nte raina o tetahi o nga poti ra, te rerenga mai o te\nraina tae mai ki te ihu, ka mauria mai te raati e te\nraina o tera poti ra, wahia tonutanga te ringa o te\nmete o te poti nei e te raati raka, pakaru katoa;\nwerohia iho tetahi ona tangata e taua raati, whano\ntata ka hemo ; tau ana taua raati ki te raina e poro-\ntiti mai ra i te raati raka, heoi ko te motunga i motu\nai, motu rawa ake e mau ana i tetahi o aua poti ra.\nKatahi ka maro te rere a te poti ra ki te Nota, e 20\nmaero e haere ana katahi ka werohia, heoi kua pai te\nhaere, ka ahu ki waho ki tawhiti, katahi ka mate.\nTae rawa atu nga poti whakahaere i te poti ra e parete\nmai ana ia i tona weera.\nNa, e rua tahi te unga ki te waapu, kotahi ano\nhaehaetanga, kotahi ano tahunga ki ro kaaho, no\ntetahi 7 tana, no tetahi 6 tana. Kihai te tangata i\nrere ra ki tawhiti i whakaaro ki tona mate i te raati\nra i te nui o tona ngakau ki tona ika, no te matenga\nkatahi a ia ka takoto i runga i te poti. .\nNa TUTA NIHONIHO.\nPrinted under the authority of the New Zealand Government by GEORGE DIDSBURY, Government Printer, Wellington.                      </td>"], "download_timeout": 180.0, "depth": 23, "download_latency": 0.4649999141693115, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.25&d=34_2_27.4", "text": [], "download_timeout": 180.0, "depth": 5, "download_latency": 0.30100011825561523, "download_slot": "www.nzdl.org"},
{"url": "http://www.nzdl.org/gsdlmod?gg=text&e=d-00000-00---off-0niupepa--00-0----0-10-0---0---0direct-10---4-------0-1lpc--11-en-50---20-about---00-0-1-00-0-0-11-1-0utfZz-8-00-0-0-11-10-0utfZz-8-00&a=d&cl=CL1.34&d=41__7.20", "text": ["<td>                                20\nTE TOA TAKITINI\nPepuere 1, 1922\nTe IngoaTe Kainga          TeUtu  Te Wa E Mutu Ai\nMiss Heron Tupara Tamana Miss K. Williams Taina Wharepapa Kipa Anaru Niniwa-i-te-RangiNelson                              6/6                   3/23 Ruatoki N.                      10/-                  2/22 Napier                              11/-                 12/22 Mataora Bay                    6/6                    Tangoio                            21 /-Wellington                      £10\ni He awhina ta enei mo te pepa.\nNa Niniwa te awhina nui rawa mo ta tatou pepa.\nKia ora e Kui.   Kua kore he mutunga o te rere atu o te Toa Takitini\nki a koe.\nNa Paratene Ngata i tuku mai nga ingoa e 22 mo te pepa me nga moni-Kia ora e koro mo to kaha.   E toru nga tau o te pepa nei e rere atu\nana ki a koe kaore he utu.\nKia ora nga mihi huhua e pukai ake nei mo ta tatou pepa. Kanui te pai o nga korero i tukua mai, me nga paku herengi. Kei te whakapaua te kaha ki te rapu i nga korero whai tikanga, otira ma te whai herengi ka nui ake ta tatou pepa.\nMe penei nga rete,\nTe Toa Takitini,\nBox 300, Hastings.\nTe Kiore. I tu he hui ma nga kai-tirotiro o te tari o te ora ki Poneke i nga ra o Hanuere. I whakaatu tetahi o nga takuta (Dr. W. F Findlay) i te kaha o te whanawhanau o te kiore. Ka rua marama me te hawhe te kaumatua o te kiore ka timata te whanau.\nE ono tae atu ki te waru nga whanautanga o te kiore i roto i te tau kotahi. E ruatekau-ma rima nga ra o te Kiore e hapu ana ka whanau. I roto i nga marama kotahi-tekau ko nga kuao a te kiore kotahi, tena e tae ki te waru-rau tekau (800)!\nI puta ai nga korero mo te kiore he whakaatu na taua takuta mo te mate kiore (plague) e haere mai nei, Ma nga puruhi o te kiore taua mate e mau haere. No reira kia kaha te patu haere i nga kiore.\nMo nga Tamariki kaha te Rewharewha, me kai i te\nWOODS' GREAT PEPPERMINT CURE, 1/9, 2/9 patara                      </td>"], "download_timeout": 180.0, "depth": 21, "download_latency": 0.8650000095367432, "download_slot": "www.nzdl.org"}